Repository: KDE/crow-translate
Catalog: poqm/*/crow-translate_qt.po
Languages: ar, be, et, eu, fi, fr, he, hu, it, ka, nl, pl, sv, zh_tw

# ShortcutsModel|
source: Speak / pause speaking
ar: انطق / ألبث النطق
be: Вымавіць або прыпыніць вымаўленне
et: Loe ette / peata ettelugemine
eu: Ahoskatu / eten ahoskatzea
fi: Puhu tai keskeytä puhuminen
fr: Parler / mettre en pause l'énoncé
he: הקראה / השהיית הקראה
hu: Beszéd / beszéd szünet
it: Pronuncia / ferma pronuncia
ka: საუბრის გაჩერება/წარმოთქმა
nl: Voorlezen starten/onderbreken
pl: Mówienie / przerwa w mówieniu
sv: Läs upp eller sluta läsa upp text
zh_tw: 朗讀/暫停朗讀

# ShortcutsModel|
source: Copy to clipboard
ar: انسخ إلى الحافظة
be: Скапіяваць у буфер абмену
et: Kopeeri lõikelauale
eu: Kopiatu arbelean
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papier
he: העתקה ללוח הגזירים
hu: Vágólapra másolás
it: Copia negli Appunti
ka: ბუფერში კოპირება
nl: Kopiëren naar klembord
pl: Kopiuj do schowka
sv: Kopiera till klippbordet
zh_tw: 複製到剪貼簿

# ShortcutsModel|
source: Description
ar: الوصف
be: Апісанне
et: Kirjeldus
eu: Deskribapena
fi: Kuvaus
he: תיאור
hu: Leírás
it: Descrizione
ka: აღწერა
nl: Omschrijving
pl: Opis
sv: Beskrivning
zh_tw: 描述

# ShortcutsModel|
source: Shortcut
ar: الاختصار
be: Спалучэнне клавіш
et: Kiirklahv
eu: Lasterbidea
fi: Pikanäppäin
fr: Raccourci
he: קיצור דרך
hu: Gyorsbillentyű
it: Tasto rapido
ka: მალმხმობი
nl: Sneltoets
pl: Skrót
sv: Genväg
zh_tw: 快捷鍵

# TesseractParametersTableWidget|
source: Property
ar: الخاصية
be: Уласцівасць
et: Omadus
eu: Propietatea
fi: Ominaisuus
fr: Propriété
he: מאפיין
hu: Tulajdonság
it: Proprietà
ka: თვისება
nl: Eigenschap
pl: Własność
sv: Egenskap
zh_tw: 屬性

# TesseractParametersTableWidget|
source: Value
ar: القيمة
be: Значэнне
et: Väärtus
eu: Balioa
fi: Arvo
fr: Valeur
he: ערך
hu: Érték
it: Valore
ka: მნიშვნელობა
nl: Waarde
pl: Wartość
sv: Värde
zh_tw: 值

# QObject|
source: Translation Provider Error
ar: خطأ في مزود الترجمة
fi: Käännöstarjoajan virhe
fr: Erreur du fournisseur de traduction
he: שגיאת ספק תרגום
it: Errore fornitore di traduzione
ka: თარგმანის მომწოდებლის შეცდომა
sv: Översättningsleverantörsfel
zh_tw: 翻譯提供者錯誤

# QObject|
source: The selected translation provider crashed during initialization and has been reset to 'Copy' to prevent further issues. You can try selecting a different provider in Settings → Translation.
ar: مزود الترجمة المحدد تعطل أثناء التهيئة، وقد أعيدت إعداداته إلى 'Copy' لمنع حدوث المزيد من المشاكل. يمكنك تجربة اختيار مزود آخر من الإعدادات → الترجمة.
fi: Valittu käännöstarjoaja kaatui valmisteltaessa ja on palautettu ”Kopioi”-tilaan lisäongelmien välttämiseksi. Voit kokeilla toista tarjoajaa valitsimella asetuksista ”Käännös”.
fr: Le fournisseur de traduction sélectionné s'est planté lors de l'initialisation et a été réinitialisé à « Copier » pour éviter d'autres problèmes. Vous pouvez essayer de sélectionner un autre fournisseur dans Configuration / Traduction.
he: ספק מנגנון התרגום הנבחר קרס במהלך הנעתו ואופס למצב ‚העתקה’ כדי למנוע תקלות נוספות. אפשר לנסות לבחור ספק אחר דרך הגדרות ← תרגום.
it: Il fornitore delle traduzioni è andato in blocco durante l'inizializzazione ed è stato riportato a «Copia» per evitare ulteriori problemi. Puoi provare a selezionare un fornitore differente in Impostazioni → Traduzione.
ka: არჩეული თარგმანის მომწოდებელი ავარიულად დასრულდა ინიციალიზაციისას და მოხდა მისი ჩამოყრა 'კოპირებაზე' მომავალი პრობლემების თავიდან ასაცილებლად. შეგიძლიათ, აირჩიოთ სხვა მომწოდებელი მენიუში მორგება -> თარგმანი.
sv: Den valda översättningsleverantören kraschade under initiering och har återställts till "Kopiera" för att förhindra ytterligare problem. Prova att välja en annan leverantör i Inställningar → Översättning.
zh_tw: 所選的翻譯提供者在初始化時崩潰。已重設為「複製」提供者來防止更多問題發生。您可以從 設定 → 翻譯 嘗試使用另一個提供者。

# MozhiTranslationProvider|
source: translation options:
ar: خيارات الترجمة:
fi: käännösvalinnat:
fr: Options de traduction :
he: אפשרויות תרגום:
it: opzioni traduzione:
ka: თარგმანის მორგება:
sv: översättningsalternativ:
zh_tw: 翻譯選項：

# MozhiTranslationProvider|
source: examples:
ar: أمثلة:
fi: esimerkkejä:
fr: Exemples :
he: דוגמאות:
it: esempi:
ka: მაგალითები:
sv: exempel:
zh_tw: 範例：

# TrayIcon|
source: Show window
ar: إظهار النافذة
be: Паказаць акно
et: Näita akent
eu: Erakutsi leihoa
fi: Näytä ikkuna
fr: Afficher la fenêtre
he: הצגת חלון
hu: Ablak megjelenítése
it: Visualizza finestra principale
ka: ფანჯრის ჩვენება
nl: Venster tonen
pl: Pokaż okno
sv: Visa fönster
zh_tw: 顯示視窗

# TrayIcon|
source: Settings
ar: إعدادات
be: Налады
et: Seadistused
eu: Ezarpenak
fi: Asetukset
fr: Paramètres
he: הגדרות
hu: Beállítások
it: Impostazioni
ka: მორგება
nl: Instellingen
pl: Ustawienia
sv: Inställningar
zh_tw: 設定

# TrayIcon|
source: Quit
ar: أنهِ
be: Выхад
et: Välju
eu: Irten
fi: Sulje
fr: Quitter
he: יציאה
hu: Kilépés
it: Esci
ka: გასვლა
nl: Afsluiten
pl: Wyjdź
sv: Avsluta
zh_tw: 離開

# TrayIcon|
source: Translation result
ar: نتيجة الترجمة
be: Вынік перакладу
et: Tõlketulemus
eu: Itzulpenaren emaitza
fi: Käännöksen tulos
fr: Résultat de la traduction
he: תוצאת תרגום
hu: A fordítás eredménye
it: Risultato traduzione
ka: თარგმანის შედეგი
nl: Vertaalresultaat
pl: Wynik tłumaczenia
sv: Översättningsresultat
zh_tw: 翻譯結果

# QObject|
source: TTS Provider Error
ar: خطأ في مزود تحويل النص إلى كلام
fi: Puhesynteesitarjoajan virhe
fr: Erreur du fournisseur de synthèse vocale
he: שגיאת ספק הקראה
it: Errore fornitore sintesi vocale
ka: TTS-ის მომწოდებლის შეცდომა
sv: Text till tal-leverantör fel
zh_tw: TTS 提供者錯誤

# QObject|
source: The selected TTS provider crashed during initialization and has been reset to 'None' to prevent further issues. You can try selecting a different provider in Settings → TTS.
ar: مزود تحويل النص إلى كلام المحدد تعطل أثناء التهيئة، وقد أعيدت إعداداته إلى 'None' لمنع حدوث المزيد من المشاكل. يمكنك تجربة اختيار مزود آخر من الإعدادات ← تحويل النص إلى كلام.
fi: Valittu puhesynteesitarjoaja kaatui valmisteltaessa ja palautettu ”Ei mitään” -tilaan lisäongelmien välttämiseksi. Voit kokeilla toista tarjoajaa valitsemalla asetuksista ”Puhesynteesi”.
fr: Le fournisseur sélectionné de synthèse vocale s'est planté lors de l'initialisation et a été réinitialisé à « Aucun » pour éviter d'autres problèmes. Vous pouvez essayer de sélectionner un autre fournisseur dans Paramètres / Synthèse vocale.
he: ספק מנגנון ההקראה הנבחר קרס במהלך הנעתו ואופס למצב ‚ללא’ כדי למנוע תקלות נוספות. אפשר לנסות לבחור ספק אחר דרך הגדרות ← הקראה.
it: Il fornitore di sintesi vocale è andato in blocco durante l'inizializzazione ed è stato riportato a «Nessuno» per evitare ulteriori problemi. Puoi provare a selezionare un fornitore differente in Impostazioni → Sintesi vocale.
ka: არჩეული TTS-ის მომწოდებელი ავარიულად დასრულდა ინიციალიზაციისას და მოხდა მისი ჩამოყრა 'კოპირებაზე' მომავალი პრობლემების თავიდან ასაცილებლად. შეგიძლიათ, აირჩიოთ სხვა მომწოდებელი მენიუში მორგება -> TTS.
sv: Den valda text till tal-leverantören kraschade under initiering och har återställts till "Ingen" för att förhindra ytterligare problem. Prova att välja en annan leverantör i Inställningar → Text till tal.
zh_tw: 所選的 TTS 提供者在初始化時崩潰。已重設為「無」TTS 提供者來防止更多問題發生。您可以從 設定 → TTS 嘗試使用另一個提供者。

# MozhiTTSProvider|
source: Text is empty
ar: نص فارغ
fi: Teksti on tyhjä
fr: Le texte est vide
he: הטקסט ריק
it: Il testo è vuoto
ka: ტექსტი ცარიელია
sv: Texten är tom
zh_tw: 文字內容是空的

# MozhiTTSProvider|
source: No audio URLs generated
ar: لم يتم إنشاء روابط صوتية
fi: Ääniverkko-osoitteita ei tuotettu
fr: Aucune URL audio générée
he: לא נוצרו כתובות שמע
it: Nessun URL sonoro generato
ka: აუდიოს ბმულები არ დაგენერირებულა
sv: Inga ljudwebbadresser genererade
zh_tw: 未產生音訊網址

# MozhiTTSProvider|
source: Mozhi instance failed: %1 (HTTP Server Error)
ar: فشلت نسخة Mozhi: %1 (خطأ من خادم HTTP)
fi: Mozhi-ilmentymä epäonnistui: %1 (HTTP-palvelinvirhe)
fr: Échec de l'instance Mozhi : %1 (Erreur de serveur HTTP)
he: עותק של Mozhi נכשלה: %1 (שגיאת HTTP בשרת)
it: Istanza Mozhi non riuscita: %1 (errore del server HTTP)
ka: Mozhi-ის გაშვებული ასლის ჩავარდნა: %1 (HTTP სერვერის შეცდომა)
sv: Mozhi-instans misslyckades: %1 (HTTP-serverfel)
zh_tw: Mozhi 實體失敗：%1（HTTP 伺服器錯誤）

# MozhiTTSProvider|
source: Cannot connect to Mozhi instance: %1
ar: لا يمكن الاتصال بنسخة Mozhi: %1
fi: Mozhi-ilmentymään ei voi yhdistää: %1
fr: Impossible de se connecter à l'instance Mozhi : %1
he: לא ניתן להתחבר לעותק של Mozhi:‏ %1
it: Impossibile collegarsi all'istanza Mozhi: %1
ka: შეუძლებელია Mozhi-ის გაშვებულ ასლთან დაკავშირება: %1
sv: Kan inte ansluta till Mozhi-instans: %1
zh_tw: 無法連線到 Mozhi 實體：%1

# MozhiTTSProvider|
source: Mozhi instance failed: %1 (HTTP 500 Internal Server Error)
ar: فشلت نسخة Mozhi: %1 (خطأ من خادم داخلي HTTP 500)
fi: Mozhi-ilmentymä epäonnistui: %1 (HTTP 500, sisäinen palvelinvirhe)
fr: Échec de l'instance Mozhi : %1 (Erreur interne du serveur HTTP 500)
he: עותק של Mozhi נכשלה: %1 (שגיאת שרת פנימית HTTP 500)
it: Istanza Mozhi non riuscita: %1 (errore del server interno 500 HTTP)
ka: Mozhi-ის გაშვებული ასლის შეცდომა: %1 (HTTP 500 შიდა სერვერის შეცდომა)
sv: Mozhi-instans misslyckades: %1 (HTTP 500 internt serverfel)
zh_tw: Mozhi 實體失敗：%1（HTTP 500 內部伺服器錯誤）

# MozhiTTSProvider|
source: Mozhi instance error: %1 (HTTP 4XX Client Error)
ar: خطأ في نسخة Mozhi: %1 (خطأ من عميل HTTP 4XX)
fi: Mozhi-ilmentymävirhe: %1 (HTTP 4xx, asiakasvirhe)
fr: Erreur d'instance Mozhi : %1 (Erreur client HTTP 4XX)
he: שגיאת עותק Mozhi‏: %1 (שגיאת לקוח HTTP 4XX)
it: Errore istanza Mozhi: %1 (errore client 4XX HTTP)
ka: Mozhi-ის გაშვებული ასლის შეცდომა: %1 (HTTP 4XX კლიენტის შეცდომა)
sv: Mozhi-instansfel: %1 (HTTP 4XX-klientfel)
zh_tw: Mozhi 實體錯誤：%1（HTTP 4XX 用戶端錯誤）

# PiperTTSProvider|
source: Failed to initialize Piper TTS
ar: غير قادر على تهيئة Piper TTS
fi: Piper-puhesynteesi valmistelu epäonnistui
fr: Impossible d'initialiser la synthèse vocale (TTS) Piper
he: הנעת מנגנון ההקראה Piper נכשלה
it: Impossibile inizializzare la sintesi vocale Piper
ka: Piper TTS-ის ინიციალიზაცია ჩავარდა
sv: Misslyckades initiera Piper text till tal
zh_tw: 無法初始化 Piper TTS

# PiperTTSProvider|
source: ONNX Runtime exception: %1
ar: استثناء وقت تشغيل ONNX: %1
fi: ONNX-ajonaikaispoikkeus: %1
fr: Exception d'exécution « ONNX » : %1
he: חריגת זמן ריצה של ONNX:‏ %1
it: Eccezione runtime ONNX: %1
ka: ONNX-ის გამონაკლისი გაშვების დროს: %1
sv: ONNX-körtidsundantag: %1
zh_tw: ONNX 執行時期例外：%1

# PiperTTSProvider|
source: Unknown ONNX Runtime initialization error
ar: خطأ تهيئة وقت تشغيل ONNX غير معروف
fi: Tuntematon ONNX-ajonaikaisvalmisteluvirhe
fr: Erreur d'initialisation d'un moteur d'exécution « ONNX » inconnu
he: שגיאת אתחול זמן ריצה של ONNX לא ידוע
it: Errore inizializzazione sconosciuto runtime ONNX
ka: ONNX-ის გაშვების დროის ინიციალიზაციის უცნობი შეცდომა
sv: Okänt ONNX-körinitieringsfel
zh_tw: 未知 ONNX 執行時期初始化錯誤

# PiperTTSProvider|
source: Failed to initialize espeak-ng
ar: غير قادر على تهيئة espeak-ng
fi: espeak-ng:n valmistelu epäonnistui
fr: Impossible d'initialiser le module « espeak-ng »
he: הפעלת espeak-ng נכשלה
it: Impossibile inizializzare espeak-ng
ka: espeak-ng-ის ინიციალიზაცია ჩავარდა
sv: Kan inte initiera espeak-ng
zh_tw: 無法初始化 espeak-ng

# PiperTTSProvider|
source: ONNX Runtime initialization error: %1
ar: خطأ تهيئة وقت تشغيل ONNX: %1
fi: ONNX-ajonaikaisvalmisteluvirhe: %1
fr: Erreur d'initialisation du moteur d'exécution « ONNX » : %1
he: שגיאת אתחול זמן ריצה של ONNX:‏ %1
it: Errore inizializzazione runtime ONNX: %1
ka: ONNX-ის ინიციალიზაციის შეცდომა %1
sv: ONXX-körinitieringsfel: %1
zh_tw: ONNX 執行時期初始化錯誤：%1

# PiperTTSProvider|
source: Privacy Notice - Neural TTS
ar: إشعار الخصوصية - تحويل النص العصبي إلى كلام
fi: Yksityisyysilmoitus – Neural TTS
fr: Avis de confidentialité - synthèse vocale (TTS) Neural
he: הצהרת פרטיות - Neural TTS
it: Avviso di riservatezza - Sintesi vocale neurale
ka: კონფიდენციალობის გაფრთხილება - ნერვული TTS
sv: Integritetsmeddelande: Neuralt test till tal
zh_tw: 隱私權聲明 - Neural TTS

# PiperTTSProvider|
source: ONNX Runtime Telemetry Information
ar: معلومات قياس الأداء لوقت تشغيل ONNX
fi: ONNX-ajonaikaisosan seurantatiedot
fr: Informations de télémétrie d'exécution pour ONNX
he: פרטי מדדים של זמן ריצה של ONNX
it: Informazioni di telemetria runtime ONNX
ka: ONNX-ის ტელემეტრიის ინფორმაცია
sv: ONNX-körtelemetriinformation
zh_tw: ONNX 執行時期遙測資料資訊

# PiperTTSProvider|
source: Crow Translate uses ONNX Runtime for neural text-to-speech. The Windows binary includes Microsoft telemetry that collects usage information. Data Collection: • Device and usage data, error reports, performance information • Used by Microsoft to improve product quality and features • Subject to Microsoft Privacy Statement Crow Translate Actions: • Automatically disables telemetry on startup • Uses both environment variables and runtime API calls • Note: Some data may be transmitted during ONNX initialization On Unix systems, telemetry is inactive by default. This notice is shown once per installation.
ar: يستخدم Crow Translate وقت تشغيل ONNX لتحويل النص العصبي إلى كلام. يتضمن ملف الويندوز الثنائي نظام القياس عن بعد من مايكروسوفت الذي يجمع معلومات الاستخدام. جمع البيانات: • بيانات الجهاز والاستخدام، تقارير الأخطاء، معلومات الأداء • يستخدمها مايكروسوفت لتحسين جودة المنتج وميزاته • تخضع لبيان خصوصية مايكروسوفت إجراءات Crow Translate: • يعطل نظام القياس عن بعد بشكل آلي عند بدء التشغيل • يستخدم متغيرات البيئة ونداءات واجهة برمجة التطبيقات في وقت التشغيل • ملاحظة: يمكن أن يتم نقل بعض البيانات أثناء تهيئة ONNX على أنظمة Unix، نظام القياس عن بعد غير نشط بشكل مبدئي. يظهر هذا الإشعار مرة واحدة لكل عملية تثبيت.
fi: Crow Translate käyttää neuraaliseen puhesynteesiin ONNX-ajonaikaisosaa. Windows-ohjelmatiedosto sisältää Microsoftin käyttäjätietoa keräävän seurannan. Tiedonkeruu: – laite- ja käyttötiedot, virheilmoitukset, suorituskykytiedot – Microsoft käyttää näitä tuotteen laadun ja ominaisuuksien parantamiseksi – keruu tapahtuu Microsoftin tietosuojaselosteen mukaisesti Crow Translaten toiminnot: – poistaa tiedonkeruun automaattisesti käytöstä käynnistettäessä – käyttää sekä ympäristömuuttujia että ajonaikais-API-kutsuja – HUOM! jotakin tietoa voi välittyä ONNX:n valmistelun aikana Unix-järjestelmissä tiedonkeruu on oletuksena passivoitu. Tämä ilmoitus näytetään kullekin asennukselle kerran.
fr: CrowTranslate utilise un moteur d'exécution « ONNX » pour la synthèse vocale avec réseau de neurones. Le binaire sous Windows intègre la télémétrie de Microsoft collectant des informations d’utilisation. Collecte de données : • Données sur le périphérique et les utilisations, rapports d’erreur, informations sur les performances, • Utilisé par Microsoft pour améliorer la qualité et les fonctionnalités des produits, • Soumis à la déclaration de confidentialité de Microsoft. Actions de Crow Translate : • Désactive automatiquement la télémétrie au démarrage, • Utilise à la fois les variables d’environnement et les appels API d’exécution, • Note : Certaines données peuvent être transmises lors de l’initialisation ONNX. Sur les systèmes Unix, la télémétrie est inactive par défaut. Cet avis est affiché une fois lors de l'installation.
he: Crow Translate משתמש בסביבת הריצה ONNX להקראה עצבית. הקובץ הבינרי ל־Windows כולל בתוכו מנגנון מדידה של Microsoft שאוסף פרטי שימוש. איסוף נתונים: • נתוני שימוש ומכשיר, דוחות שגיאה, מפרט ביצועים • משמש את Microsoft לשיפור איכות המוצר ויכולותיו • כפוף להצהרת הפרטיות של Microsoft פעולות Crow Translate: • משביתות את המדידה אוטומטית עם ההפעלה • משתמשות גם במשתני הסביבה וגם בקריאות ה־API של סביבת הריצה • לידיעתך: חלק מהנתונים עלולים להישלח במהלך טעינת ONNX במערכות יוניקס/לינוקס איסוף המדדים אינו פעיל כברירת מחדל. ההצהרה הזאת מופיעה פעם אחת בכל התקנה.
it: Crow Translate usa il runtime ONNX per la sintesi vocale neurale. L'eseguibile Windows include la telemetria Microsoft che raccoglie informazioni sul suo utilizzo. Raccolta dati: • dati su dispositivo e utilizzo, segnalazioni errori, informazioni sulle prestazioni • usato da Microsoft per migliorare la qualità e le funzionalità del prodotto • soggetto all'Informativa sulla privacy di Microsoft Azioni di Crow Translate: • disabilita automaticamente la telemetria all'avvio • usa sia le variabili d'ambiente, sia le chiamate alle API di runtime • Nota: alcuni dati potrebbero essere trasmessi durante l'inizializzazione di ONNX Nei sistemi Unix la telemetria è inattiva in modo predefinito. Questo avviso viene mostrato una volta per installazione.
ka: Crow translate იყენებს ONNX-ს ნერვული ტექსტის-წარმოთქმისთვის. Windows-ის ვერსია შეიცავს Microsoft-ის ტელემეტრიის კოდს, რომელიც გამოყენების ინფორმაციას აგროვებს. მონაცემების მოგროვება: • მოწყობილობის და გამოყენების მონაცემები, შეცდომის ანგარიშები, წარმადობის ინფორმაცია. • გამოიყენება Microsoft-ის მიერ პროდუქტის ფუნქციების და ხარისხის გასაუმჯობესებლად • ექვემდებარება Microsoft-ის კონფიდენციალობის დებულებას Crow translate-ის ქმედებები: • ავტომატურად გათიშავს ტელემეტრიას გაშვებისას. • იყენებს ორივეს, გარემოს ცვლადებს და API-ის ფუნქციებს • შენიშვნა: რაღაც ინფორმაცია, შეიძლება, გაგზავნილი იყოს ONNX-ის ინიციალიზაციისას Unix სისტემებზე ტელემეტრია ნაგულისხმევადაა გამორთული. ეს გაფრთხილება, მხოლოდ, ერთხელ იქნება ნაჩვენები.
sv: Crow Translate använder ONNX-körprogram för neural text till tal. Windows-binärfilen innehåller Microsoft-telemetri som samlar in användningsinformation. Datainsamling: • Enhets- och användningsdata, felrapporter, prestandainformation • Används av Microsoft för att förbättra produktkvalitet och funktioner • Microsofts sekretesspolicy gäller Crow Translate-åtgärder: • Inaktiverar automatiskt telemetri vid start • Använder både miljövariabler och anrop till programmeringsgränssnitt under körning • Observera: Viss data kan överföras under ONNX-initiering På Unix-system är telemetri normalt inaktiv. Det här meddelandet visas en gång per installation.
zh_tw: Crow Translate 使用 ONNX 執行時期進行利用神經網路的文字轉語音。它的 Windows 執行檔包含 Microsoft 的遙測資料收集，會收集使用資訊。 資料收集： • 裝置與用量資訊、錯誤回報、效能資訊 • 由 Microsoft 用來改善產品品質和功能 • 依 Microsoft 隱私權聲明 Crow Translate 的應對： • 啟動時自動停用遙測資料 • 停用方式包含環境變數和執行時期 API 呼叫 • 註：ONNX 初始化時可能還是會傳出一些資料 在 Unix 系統上，遙測資料預設即已停用。 這個告知每次安裝會顯示一次。

# PiperTTSProvider|
source: No audio data generated
ar: لم يتم إنشاء بيانات صوتية
fi: Äänidataa ei tuotettu
fr: Aucune donnée audio générée
he: לא נוצרו נתוני שמע
it: Nessun dato audio generato
ka: აუდიომონაცემები არ დაგენერირებულა
sv: Ingen ljuddata genererad
zh_tw: 未產生音訊資料

# PiperTTSProvider|
source: Failed to create temporary audio file
ar: فشل إنشاء ملف صوتي مؤقت
fi: Väliaikaisen äänitiedoston luominen epäonnistui
fr: Impossible de créer un fichier audio temporaire
he: יצירת קובץ שמע זמני נכשלה
it: Creazione del file audio temporaneo non riuscita
ka: დროებითი აუდიოფაილის შექმნა ცავარდა
sv: Misslyckades skapa tillfällig ljudfil
zh_tw: 無法建立音訊暫存檔

# PiperTTSProvider|
source: Failed to write audio data
ar: فشل كتابة البيانات الصوتية
fi: Äänidatan kirjoittaminen epäonnistui
fr: Impossible d'écrire les données audio
he: כתיבת נתוני השמע נכשלה
it: Scrittura dei dati audio non riuscita
ka: აუდიომონაცემების ჩაწერა ჩავარდა
sv: Misslyckades skriva ljuddata
zh_tw: 無法寫入音訊資料
