Repository: KDE/crow-translate
Catalog: poqm/*/crow-translate_qt.po
Languages: ar, be, et, eu, fi, fr, he, hu, it, ka, nl, pl, sv, zh_tw

# PiperTTSProvider|
source: <h3>Piper Voice Models Not Found</h3><p>No Piper TTS voice models were found in the standard locations.</p><p><b>To use Piper TTS:</b></p><ol><li>Download voice models from <a href='https://huggingface.co/rhasspy/piper-voices'>HuggingFace Piper Voices</a></li><li>Extract the models to a directory</li><li>Set the path in Settings → TTS → Piper Voices Path</li></ol><p><b>⚠️ License Warning:</b> Some models may have non-free licenses and cannot be used in commercial settings. Please check the license of each model before commercial use.</p>
ar: <h3>لم يتم العثور على نماذج أصوات Piper</h3><p>لم يتم العثور على أي نماذج أصوات Piper TTS في المواقع القياسية.</p><p><b>لاستخدام Piper TTS:</b></p><ol><li>نزل نماذج الأصوات من <a href='https://huggingface.co/rhasspy/piper-voices'>HuggingFace Piper Voices</a></li><li>استخرج النماذج إلى دليل</li><li>حدد المسار في الإعدادات ← تحويل النص إلى كلام ← مسار أصوات Piper</li></ol><p><b>⚠️ تحذير بشأن الترخيص:</b> بعض النماذج قد تحتوي على تراخيص غير مجانية ولا يمكن استخدامها في البيئات التجارية. يرجى التحقق من ترخيص كل نموذج قبل الاستخدام التجاري.</p>
fi: <h3>Piperin äänimalleja ei löytynyt</h3><p>Piperin puhesynteesiäänimalleja ei löytynyt vakiosijainneista.</p><ol><li>Lataa äänimallit <a href='https://huggingface.co/rhasspy/piper-voices'>HuggingFace Piper Voices</a> -sivulta.</li><li>Aseta sijainti asetuksissa: Puhesynteesi → Piper-äänten sijainti.</li></ol><p><b>⚠️ Lisenssivaroitus:</b> Joidenkin mallien lisenssi on ei-vapaa eikä niitä voi käyttää kaupallisesti. Tarkista kunkin mallin lisenssi ennen kaupallista käyttöä.</p>
fr: <h3>Impossible de trouver les modèles de voix pour Piper</h3><p>Aucun modèle vocal pour la synthèse vocale n’a été trouvé dans les emplacements standard. </p><p><b>Pour utiliser la synthèse vocale avec Piper :</b></p><ol><li>1) Télécharger les modèles de voix sur <a href='https://huggingface.co/rhasspy/piper-voices'>Piper Voices sur HuggingFace</a>, </li><li>2) Extraire les modèles vers un dossier,</li><li>Définir l'emplacement dans Configuration / Synthèse vocale / Emplacement des voix pour Piper,</li></ol><p><b>⚠️ Avertissement de licence :</b> Certains modèles peuvent être sous des licences non libres et ne peuvent pas être utilisés dans des applications commerciales. Veuillez vérifier la licence de chaque modèle avant une utilisation commerciale.
he: <h3>מודלי קול של Piper לא נמצאו</h3><p>לא נמצאו מודלי הקראה של Piper במקום המקובל שלהם.</p><p><b>כדי להשתמש בהקראה עם Piper:</b></p><ol><li>להוריד מודלי קול מ־<a href='https://huggingface.co/rhasspy/piper-voices'>HuggingFace Piper Voices</a></li><li>לחלץ את המודלים לתיקייה</li><li>להגדיר את הנתיב בהגדרות ← הקראה ← נתיב לקולות Piper</li></ol><p><b>⚠️ אזהרת רישיון:</b> לחלק מהמודלים יש רישיון לא חופשי ואי אפשר להשתמש בו בתצורה מסחרית. נא לבדוק את הרישיון של כל אחד מהמודלים לפני שימוש בו באופן מסחרי.</p>
it: <h3>Modelli voce Piper non trovati</h3><p>Non sono stati trovati i modelli di sintesi vocale Piper nei percorsi standard.</p><p><b>Per usare la sintesi vocale Piper:</b></p><ol><li>Scarica i modelli voce da <a href='https://huggingface.co/rhasspy/piper-voices'>HuggingFace Piper Voices</a></li><li>Estrai i modelli in una cartella</li><li>Imposta il percorso in Impostazioni → Sintesi vocale → Percorso voci Piper</li></ol><p><b>⚠️ Avviso sulla licenza:</b> alcuni modelli potrebbero avere licenze non libere e non possono essere utilizzati in configurazioni commerciali. Verifica la licenza di ciascun modello prima del suo utilizzo in ambito commerciale.</p>
ka: <h3>Piper-ის ხმის მოდელები აღმოჩენილი არაა</h3><p>სტანდარტულ მდებარეობებზე Piper TTS ხმის მოდელები აღმოჩენილი არაა.</p><p><b>იმისათვის, რომ გამოიყენოთ Piper TTS:</b></p><ol><li>გადმოწერეთ ხმის მოდელები საიტიდან <a href='https://huggingface.co/rhasspy/piper-voices'>HuggingFace Piper Voices</a></li><li>გაშალეთ მოდელები საქაღალდეში</li><li>დააყენეთ ბილიკი მენიუში მორგება → TTS → Piper-ის ხმების ბილიკი</li></ol><p><b>⚠️ ლიცენზიის გაფრთხილება:</b> ზოგიერთ მოდელს, შეიძლება, არაუფასო ლიცენზია ჰქონდეს და მათი გამოყენება აკრძალული იყოს კომერციული მიზნებით.</p>
sv: <h3>Piper röstmodeller hittades inte</h3><p>Inga Piper text till tal-röstmodeller hittades på normala platser.</p><p><b>För att använda Piper text till tal:</b></p><ol><li>Ladda ner röstmodeller från <a href='https://huggingface.co/rhasspy/piper-voices'>HuggingFace Piper Voices</a></li><li>Extrahera modellerna i en katalog</li><li>Ange sökvägen i Inställningar → Text till tal → Piper röstsökväg</li></ol><p><b>⚠️ Licensvarning:</b> Vissa modeller kan ha icke-fria licenser och kan inte användas i kommersiella miljöer. Kontrollera licensen för varje modell före kommersiell användning.</p>
zh_tw: <h3>找不到 Piper 嗓音模型</h3><p>在標準位置沒有找到 Piper TTS 嗓音模型。</p><p><b>要使用 Piper TTS：</b></p><ol><li>從 <a href='https://huggingface.co/rhasspy/piper-voices'>HuggingFace Piper Voices</a> 下載嗓音模型</li><li>將模型解開到一個目錄</li><li>從 設定 → TTS → Piper 嗓音路徑 設定解開後模型所在的目錄</li></ol><p><b>⚠️ 授權警告：</b>某些模型的授權條款可能非自由或不能在商業情境下使用。商業使用前請查閱各個模型的授權條款。</p>

# PiperTTSProvider|
source: Piper Voice Models Required
ar: نماذج أصوات Piper مطلوبة
fi: Piper-äänimallit vaaditaan
fr: Modèles de voix pour Piper requis
he: צריך מודלי קול של Piper
it: Modelli voce Piper richiesti
ka: აუცილებელია Piper ხმის მოდელები
sv: Piper röstmodell krävs
zh_tw: 需要 Piper 嗓音模型

# QtTTSProvider|
source: <h3>Windows TTS Voice Not Found</h3><p>No Windows TTS voice was found for <b>%1</b>.</p><p><b>To install additional languages:</b></p><ol><li>Open <b>Settings → Time & Language → Language & region</b></li><li>Click <b>Add a language</b> and select your desired language</li><li>Click on the installed language and select <b>Language options</b></li><li>Under <b>Speech</b>, click <b>Download</b> for the speech pack</li></ol><p><b>⚠️ License Note:</b> Crow Translate currently only supports "Basic voice models" from Windows TTS. "Narrator voices" have licensing restrictions that are incompatible with this application.</p>
ar: <h3>لم يتم العثور على صوت Windows TTS</h3><p>لم يتم العثور على أي صوت Windows TTS لـ <b>%1</b>.</p><p><b>لتثبيت لغات إضافية:</b></p><ol><li>افتح <b>الإعدادات ← الوقت واللغة ← اللغة والمنطقة</b></li><li>اضغط <b>إضافة لغة</b> واختر لغتك المطلوبة</li><li>اضغط على اللغة المثبتة واختر <b>خيارات اللغة</b></li><li>تحت <b>الكلام</b>، اضغط <b>تنزيل</b> لحزمة الكلام</li></ol><p><b>⚠️ ملاحظة بشأن الترخيص:</b> Crow Translate حاليًا لا يدعم إلا "نماذج الأصوات الأساسية" من Windows TTS. أصوات "الراوي" لديها قيود ترخيص لا تتوافق مع هذا التطبيق.</p>
fi: <h3>Windowsin puhesynteesiääntä ei löytynyt</h3><p>Sovellukselle <b>%1</b> ei löytynyt Windowsin puhesynteesiääntä.</p><p><b>Asentaaksesi lisäkieliä:</b></p><ol><li>Avaa <b>asetukset → Aika → Kieli → Alue ja kieli</b>.</li><li>Napsauta <b>Lisää kieli</b> ja valitse haluttu kieli.</li><li>Puhepaketti ladataan valitsemalla <b>Puhe → Lataa.</b></li></ol><p><b>⚠️ Lisenssihuomautus:</b> Crow Translate tukee toistaiseksi vain Windows-puhesynteesin ”perusäänimalleja”. ”Kertojaäänillä” on lisenssirajoituksia, jotka eivät ole yhteensopivia tämän sovelluksen kanssa.</p>
fr: <h3>Impossible de trouver les voix pour la synthèse vocale sous Windows</h3><p>Aucune voix pour synthèse vocale sous Windows n’a été trouvée pour <b>%1</b>. </p><b>Pour installer des langues supplémentaires :</b></p><ol><li>Ouvrir <b>Configuration / Heure & Langue / Langue & région</b></li><li>Cliquer sur <b>Ajouter une langue</b> et sélectionner la langue souhaitée</li><li>Cliquer sur la langue installée et sélectionner <b>Options de langue</b></li><li>Sous <b>Discours</b>, cliquer sur <b>Télécharger</b><b> un paquet de discours</b><b>⚠️ Remarque sur la licence :</b> l'application CrowTranslate ne prend actuellement en charge que « Modèles standards de voix » à partir de la synthèse vocale sous Windows. « Les voix de narrateur » sont soumises à des restrictions de licence qui sont incompatibles avec cette application. </p>
he: <h3>לא נמצא קול של Windows TTS</h3><p>לא נמצאו קולות של Windows TTS עבור <b>%1</b>.</p><p><b>כדי להתקין שפות נוספות:</b></p><ol><li>יש לפתוח את <b>הגדרות ← זמן ושפה ← שפה</b></li><li>ללחוץ על <b>הוסף שפה</b> ולבחור את השפה הרצויה</li><li>ללחוץ על השפה המותקנת ולבחור ב<b>אפשרויות שפה</b></li><li>תחת <b>דיבור</b>, ללחוץ על <b>הורד</b> לחבילת הדיבור</li></ol><p><b>⚠️ אזהרת רישוי:</b> Crow Translate תומך כרגע רק ב„מודלי קול בסיסיים” מבית Windows TTS. ל„קולות הסבר" יש מגבלות רישוי שאינן תואמות ליישום הזה.</p>
it: <h3>Voce sintesi vocale Windows non trovata</h3><p>Non è stata trovata la voce di sintesi vocale Windows per <b>%1</b>.</p><p><b>Per installare lingue aggiuntive:</b></p><ol><li>Apri <b>Impostazioni → Ora e lingua → Lingua e regione</b></li><li>Fai clic su <b>Aggiungi una lingua</b> e seleziona la lingua desiderata</li><li>Fai clic sulla lingua installata e seleziona <b>Opzioni linguistiche</b></li><li>In <b>Accesso vocale</b>, fai clic su <b>Scarica</b> per il pacchetto vocale</li></ol><p><b>⚠️ Nota di licenza:</b> Crow Translate attualmente supporta soltanto i «modelli vocali di base» dalla sintesi vocale di Windows. Le «voci dei narratori» contengono restrizioni di licenza e sono incompatibili con questa applicazione.</p>
ka: <h3>Windows TTS Voice აღმოჩენილი არაა</h3><p><b>%1</b>-სთვის Windows TTS voice აღმოჩენილი არაა.</p><p><b>იმისათვის, რომ დააყენოთ დამატებითი ენები:</b></p><ol><li>გახსენით <b>მორგება → დრო & ენა → ენა & რეგიონი</b></li><li>დააწკაპუნეთ<b>ენის დამატებაზე</b> და აირჩიეთ სასურველი ენა</li><li>დააწკაპუნეთ დაყენებულ ენებზე და აირჩიეთ<b>ენის პარამეტრები</b></li><li><b>საუბრი</b> ქვეშ, დააწკაპუნეთ<b>გადმოწერაზე</b> საუბრის პაკეტისთვის</li></ol><p><b>⚠️ ლიცენზიის შენიშვნა:</b> Crow Translate-ს ამჟამად, მხოლოდ, საბაზისო ხმის მოდელების მხარდაჭერა აქვს Windows TTS-დან. "ნარატორის ხმებს" აქვს ლიცენზიის შეზრუდვები, რომლებიც ამ აპლიკაციასთან თავსებადი არაა.</p>
sv: <h3>Windows text till tal-röst hittades inte</h3><p>Ingen Windows text till tal-röst hittades för <b>%1</b>.</p><p><b>För att installera ytterligare språk:</b></p><ol><li>Öppna <b>Inställningar → Tid och språk → Språk och region</b></li><li>Klicka på <b>Lägg till ett språk</b> och välj önskat språk</li><li>Klicka på det installerade språket och välj <b>Språkalternativ</b></li><li>Under <b>Tal</b> klicka på <b>Ladda ner</b> för talpaketet</li></ol><p><b>⚠️ Licensinformation:</b> Crow Translate stöder för närvarande endast "Grundläggande röstmodeller" från Windows TTS. "Berättarröster" har licensbegränsningar som inte är kompatibla med det här programmet.</p>
zh_tw: <h3>找不到 Windows TTS 嗓音</h3><p>找不到 <b>%1</b> 的 Windows TTS 嗓音。</p><p><b>要安裝額外語言：</b></p><ol><li>開啟 <b>設定 → 時間和語言 → 語言和地區</b></li><li>點擊 <b>新增語言</b> 然後選擇您需要的語言</li><li>點擊剛安裝的語言然後選擇 <b>語言選項</b></li><li>在 <b>語音</b> 下方點擊 <b>下載</b> 取得語音包</li></ol><p><b>⚠️ 關於授權：</b>Crow Translate 目前只支援 Windows TTS 的「基礎語音模型」。「講述人語音」的授權限制與本應用程式不相容。</p>

# QtTTSProvider|
source: Windows TTS Voice Installation
ar: تثبيت صوت Windows TTS
fi: Windowsin puhesynteesiäänen asennus
fr: Installation des voix pour la synthèse vocale sous Windows
he: התקנת קולות ב־Windows TTS
it: Installazione voce sintesi vocale di Windows
ka: Windows TTS-ის ხმის ინიციალიზაცია
sv: Windows text till tal röstinstallation
zh_tw: Windows TTS 嗓音安裝

# SettingsDialog|
source: <System language>
be: <Мова сістэмы>
et: <Süsteemi keel>
eu: <Sistema-hizkuntza>
fi: <Järjestelmän kieli>
fr: <System langage>
he: <שפת המערכת>
hu: <Rendszer nyelve>
it: <Lingua sistema>
ka: <სისტემის ენა>
nl: <Systeemtaal>
pl: <Ustawienia systemowe>
sv: <Systemspråk>
zh_tw: <系統語言>

# Cli|
source: Specify the translation language(s), splitted by '+' (by default, the system language is used).
et: Vali tõlkekeel(ed), eraldajaks '+' (vaikimisi kasutame süsteemi keelt).
eu: Zehaztu itzulpen hizkuntza(k), '+' bidez banatuta (berez, sistemaren hizkuntza erabiltzen da).
hu: Adja meg a fordítási nyelve(ke)t, '+' jellel elválasztva (alapértelmezésben a rendszer nyelvét használja).
nl: Geef de doeltaal/-talen op, gescheiden door '+' (standaard wordt de systeemtaal gebruikt).
sv: Ange översättningsspråk, åtskilda med '+' (normalt används systemspråket).

# MainWindow|
source: Unable to detect language
et: Keele tuvastamine ei õnnestu
hu: A nyelv nem ismerhető fel

# MainWindow|
source: Unable to translate text
et: Teksti tõlkimine ei õnnestu
hu: Nem sikerült lefordítani a szöveget

# SpeakButtons|
source: No text specified
et: Tekst on sisestamata
hu: Nincs szöveg megadva

# SpeakButtons|
source: Playback text is empty
et: Tekst, mida peaksime lugema, on tühi
hu: A lejátszási szöveg üres

# SpeakButtons|
source: Unable to generate URLs for TTS
et: Urlide loomine kõnesünteesi jaoks ei õnnestu
hu: Nem sikerült URL-t generálni a TTS-hez

# SpeakButtons|
source: Speak / pause text speaking
et: Loe tekst ette / peata teksti ettelugemine
hu: Beszéd / szünet a felolvasásban

# SpeakButtons|
source: Stop text speaking
et: Lõpeta valitud teksti ettelugemine
hu: Beszéd befejezése

# TranslationEdit|
source: translation options:
et: tõlkevalikud:
hu: fordítási lehetőségek:

# TranslationEdit|
source: examples:
et: näited:
hu: példák:
