Repository: KDE/crow-translate
Catalog: poqm/*/crow-translate_qt.po
Languages: ar, be, et, eu, fi, fr, he, hu, it, ka, nl, pl, sv, zh_tw

# SettingsDialog|
source: <html><head/><body><p>Language to which the text will be translated if it is in the language selected above</p></body></html>
ar: <html><head/><body><p>اللغة التي سيترجم النص إليها إذا كان باللغة المحددة أعلاه</p></body></html>
be: <html><head/><body><p>Мова, на якую будзе перакладзены тэкст, калі ён на мове, абранай вышэй</p></body></html>
et: <html><head/><body><p>Tõlgime teksti siinkohal valitud keelde</p></body></html>
eu: <html><head/><body><p>Testua itzuliko den hizkuntza goian hautatutako hizkuntzan badago</p></body></html>
fi: <html><head/><body><p>Kieli, jolle teksti käännetään, jos se on yllä valitun kielinen</p></body></html>
fr: <html><head/><body><p>Langue à laquelle le texte sera traduit s'il est dans la langue sélectionnée ci-dessus</p></body></html>
he: <html><head/><body><p>שפה שאליה הטקסט יתורגם אם הוא בשפה שנבחרה לעיל</p></body></html>
hu: <html><head/><body><p>Nyelv, amelyre a szöveget lefordítják, ha a fent kiválasztott nyelven készült</p></body></html>
it: <html><head/><body><p>Lingua in cui verrà tradotto il testo se è nella lingua selezionata sopra</p></body></html>
ka: <html><head/><body><p>ენა, რომელშიც ტექსტი ითარგმნება, თუ ის ზემოთ არჩეულ ენებშია</p></body></html>
nl: <html><head/><body><p>De taal waarnaar altijd wordt getracht te vertalen</p></body></html>
pl: <html><head/><body><p>Język, na który zostanie przetłumaczony tekst, jeśli jest on w języku wybranym powyżej</p></body></html>.
sv: <html><head/><body><p>Språk som text översätts till om det är i språket som valts ovan</p></body></html>
zh_tw: <html><head/><body><p>文字是上方所選語言的時候要再翻譯成哪個語言</p></body></html>

# SettingsDialog|
source: <html><head/><body><p>Automatically switch to <span style=" font-style:italic;">Auto</span> when using OCR and global shortcuts</p></body></html>
ar: <html><head/><body><p>التبديل الآليّ إلى <span style=" font-style:italic;">الآليّ</span> عند استخدام OCR والاختصارات العالمية</p></body></html>
be: <html><head/><body><p>Аўтаматычнае пераключэнне на <span style=" font-style:italic;">Аўтаматычна</span> пры выкарыстанні OCR і глабальных спалучэнняў клавіш</p></body></html>
et: <html><head/><body><p>Rakenduseüleste kiirklahvide ja optilise tekstituvastuse kasutamisel lülita automaatselt sisse režiim <span style=" font-style:italic;">Automaatne</span></p></body></html>
eu: <html><head/><body><p>Automatikoki aldatu <span style=" font-style:italic;">Automatikora</span> OCR eta lasterbide globalak erabiltzean</p></body></html>
fi: <html><head/><body><p>Vaihda automaattisesti <span style=" font-style:italic;">automaattiseen tilaan</span> käytettäessä OCR:ää ja järjestelmänlaajuisia pikanäppäimiä</p></body></html>
fr: <html><head/><body><p>Basculer automatiquement sur <span style=" font-style:italic;">Auto</span> lors de l'utilisation d'un logiciel « OCR » et de raccourcis globaux</p></body></html>
he: <html><head/><body><p>לעבור אוטומטית למצב <span style=" font-style:italic;">אוטו׳</span> בעת שימוש בזיהוי תווים אופטי ומקשי קיצור מקיפים</p></body></html>
hu: <html><head/><body><p>Autom. váltás erre: <span style=" font-style:italic;">Auto</span> OCR és globális gyorsbillentyűk használatakor</p></body></html>
it: <html><head/><body><p>Passa automaticamente a <span style=" font-style:italic;">Automatico</span> quando si usano l'OCR e i tasti rapidi</p></body></html>
ka: <html><head/><body><p>ავტომატური გადართვა<span style=" font-style:italic;">ავტომატურზე</span> OCR-ის და გლობალური მალსახმობების გამოყენებისას</p></body></html>
nl: <html><head/><body><p>Automatisch overschakelen naar <span style=" font-style:italic;">Automatisch</span> als gebruik wordt gemaakt van ocr en algemene sneltoetsen</p></body></html>
pl: <html><head/><body><p>Automatycznie przełączaj się na <span style=" font-style:italic;">Auto</span> podczas korzystania z OCR i skrótów globalnych</p></body></html>
sv: <html><head/><body><p>Byt automatiskt till <span style=" font-style:italic;">Automatisk</span> när optisk teckenigenkänning och globala genvägar används</p></body></html>
zh_tw: <html><head/><body><p>使用 OCR 和全域快捷鍵時，自動切換到<span style=" font-style:italic;">自動</span> 模式</p></body></html>

# SettingsDialog|
source: Force source language detection
ar: فرض الكشف عن اللغة المصدر
be: Прымусовае вызначэнне мовы зыходнага тэксту
et: Vali lähtekeel automaatselt
eu: Behartu iturburu-hizkuntza detektatzen
fi: Pakota lähdekielen tunnistus
fr: Forcer la détection de la langue source
he: אכיפת זיהוי שפת המקור
hu: Forrásnyelv észlelés kényszerítése
it: Forza rilevamento lingua sorgente
ka: ნაძალადევი წყარო ენის დადგენა
nl: Brontaalherkenning afdwingen
pl: Wymuś wykrywanie języka źródłowego
sv: Tvinga detektering av källspråk
zh_tw: 強制偵測原文語言

# SettingsDialog|
source: Force translation language detection
ar: فرض الكشف عن لغة الترجمة
be: Прымусовае вызначэнне мовы перакладу
et: Vali tõlkekeel automaatselt
eu: Behartu itzulpen-hizkuntza detektatzen
fi: Pakota käännöskielen tunnistus
fr: Forcer la détection de la langue de traduction
he: אכיפת זיהוי שפת התרגום
hu: Fordítási nyelv kényszerített észlelése
it: Forza rilevamento lingua traduzione
ka: ნაძალადევი თარგმანის ენის დადგენა
nl: Taalherkenning van vertaling afdwingen
pl: Wymuś wykrywanie języka tłumaczenia
sv: Tvinga detektering av översättningsspråk
zh_tw: 強制偵測譯文語言

# SettingsDialog|
source: Text-to-Speech
ar: تحويل النص إلى كلام
fi: Puhesynteesi
fr: Synthèse vocale
he: הקראה
it: Sintesi vocale
ka: ტექსტის-ხმამაღლა-წაკითხვა
sv: Text till tal
zh_tw: 文字轉語音

# SettingsDialog|
source: Provider:
ar: المزود:
fi: Tarjoaja:
fr: Fournisseur :
he: ספק:
it: Fornitore:
ka: მომწოდებელი:
sv: Leverantör:
zh_tw: 提供者：

# SettingsDialog|
source: <html><head/><body><p>Enable or disable source transliteration</p></body></html>
ar: <html><head/><body><p>تمكين أو تعطيل الترجمة المصدر</p></body></html>
be: <html><head/><body><p>Уключэнне або адключэнне транслітарацыі зыходнага тэксту</p></body></html>
et: <html><head/><body><p>Lülita lähteteksti transliteratsioon ehk ümbertähtimine sisse või välja</p></body></html>
eu: <html><head/><body><p>Gaitu edo desgaitu iturburu-transliterazioa</p></body></html>
fi: <html><head/><body><p>Ota lähteen translitterointi käyttöön tai poista se käytöstä</p></body></html>
fr: <html><head/><body><p>Activer ou désactiver la translittération de la source</p></body></html>
he: <html><head/><body><p>הפעלת או כיבוי תעתיק אותיות המקור</p></body></html>
hu: <html><head/><body><p>Forrás transzliteráció be vagy kikapcsolása</p></body></html>
it: <html><head/><body><p>Abilita/disabilita traslitterazione sorgente</p></body></html>
ka: <html><head/><body><p>წყაროს ტრანსლიტერაციის ჩართვა, ან გამორთვა</p></body></html>
nl: <html><head/><body><p>Schakel brontransliteratie in of uit</p></body></html>
pl: <html><head/><body><p>Włączenie lub wyłączenie transliteracji źródła</p></body></html>
sv: <html><head/><body><p>Aktivera eller inaktivera translitteration av källtext</p></body></html>
zh_tw: <html><head/><body><p>啟用或停用原文音譯</p></body></html>

# SettingsDialog|
source: Enable source transliteration
ar: تمكين ترجمة المصدر
be: Уключыць транслітарацыю зыходнага тэксту
et: Kasuta lähteteksti transliteratsiooni
eu: Gaitu iturburuaren transliterazioa
fi: Käytä lähteen translitterointia
fr: Activer la translittération de la source
he: הפעלת תעתיק אותיות המקור
hu: Forrás transzliteráció engedélyezése
it: Abilita traduzione sorgente
ka: წყაროს ტრანსლიტერაციის ჩართვა
nl: Brontransliteratie inschakelen
pl: Włącz transliterację źródła
sv: Aktivera translitteration av källtext
zh_tw: 啟用原文音譯

# SettingsDialog|
source: <html><head/><body><p>Enable or disable translation transliteration</p></body></html>
ar: <html><head/><body><p>تمكين أو تعطيل الترجمة</p></body></html>
be: <html><head/><body><p>Уключэнне або адключэнне транслітарацыі перакладу</p></body></html>
et: <html><head/><body><p>Lülita tõlke transliteratsioon ehk ümbertähtimine sisse või välja</p></body></html>
eu: <html><head/><body><p>Gaitu edo desgaitu itzulpen-transliterazioa</p></body></html>
fi: <html><head/><body><p>Ota käännöksen translitterointi käyttöön tai poista se käytöstä</p></body></html>
fr: <html><head/><body><p>Activer ou désactiver la translittération de traduction</p></body></html>
he: <html><head/><body><p>הפעלת או כיבוי תעתיק אותיות התרגום</p></body></html>
hu: <html><head/><body><p>Fordítás transzliteráció be vagy kikapcsolása</p></body></html>
it: <html><head/><body><p>Abilita/disabilita translitterazione traduzione</p></body></html>
ka: <html><head/><body><p>თარგმანის ტრანსლიტერაციის ჩართვა, ან გამორთვა</p></body></html>
nl: <html><head/><body><p>Schakel vertaaltransliteratie in of uit</p></body></html>
pl: <html><head/><body><p>Włącz lub wyłącz transliterację tłumaczenia</p></body></html>
sv: <html><head/><body><p>Aktivera eller inaktivera translitteration av översättning</p></body></html>
zh_tw: <html><head/><body><p>啟用或停用譯文音譯</p></body></html>

# SettingsDialog|
source: Enable translation transliteration
ar: تمكين ترجمة المصدر
be: Уключыць транслітарацыю перакладу
et: Kasuta tõlke transliteratsiooni
eu: Gaitu itzulpenaren transliterazioa
fi: Käytä käännöksen translitterointia
fr: Activer la translittération de traduction
he: הפעלת תעתיק אותיות התרגום
hu: Fordítás transzliteráció engedélyezése
it: Abilita traslitterazione traduzione
ka: თარგმანის ტრანსლიტერაციის ჩართვა
nl: Vertalingstransliteratie inschakelen
pl: Włącz transliterację tłumaczenia
sv: Aktivera translitteration av översättning
zh_tw: 啟用譯文音譯

# SettingsDialog|
source: <html><head/><body><p>Enable or disable source transcription</p></body></html>
ar: <html><head/><body><p>تمكين أو تعطيل نسخ المصدر</p></body></html>
be: <html><head/><body><p>Уключэнне або адключэнне транскрыпцыі зыходнага тэксту</p></body></html>
et: <html><head/><body><p>Lülita lähteteksti transkriptsioon sisse või välja</p></body></html>
eu: <html><head/><body><p>Gaitu edo desgaitu iturburuko transkripzioa</p></body></html>
fi: <html><head/><body><p>Ota lähteen puhtaaksikirjoitus käyttöön tai poista se käytöstä</p></body></html>
fr: <html><head/><body><p>Activer ou désactiver la transcription des sources</p></body></html>
he: <html><head/><body><p>הפעלת או כיבוי תעתיק הגאים של המקור</p></body></html>
hu: <html><head/><body><p>A forrás átírás be vagy kikapcsolása</p></body></html>
it: <html><head/><body><p>Abilita/disabilita trascrizione sorgente</p></body></html>
ka: <html><head/><body><p>წყაროს ტრანსკრიფციის ჩართვა, ან გამორთვა</p></body></html>
nl: <html><head/><body><p>Schakel brontranscriptie in of uit</p></body></html>
pl: <html><head/><body><p>Włączanie lub wyłączanie transkrypcji źródła</p></body></html>
sv: <html><head/><body><p>Aktivera eller inaktivera transkribering av källtext</p></body></html>
zh_tw: <html><head/><body><p>啟用或停用原文轉錄</p></body></html>

# SettingsDialog|
source: Enable source transcription
ar: تمكين ترجمة المصدر
be: Уключыць транскрыпцыю зыходнага тэксту
et: Kasuta lähteteksti transkriptsiooni
eu: Gaitu iturburuaren transkripzioa
fi: Käytä lähteen puhtaaksikirjoitusta
fr: Activer la transcription de la source
he: הפעלת תעתיק הגאים של המקור
hu: Forrás átírás engedélyezése
it: Abilita trascrizione sorgente
ka: წყაროს ტრანსკრიფციის ჩართვა
nl: Brontranscriptie inschakelen
pl: Włącz transkrypcję źródła
sv: Aktivera transkribering av källtext
zh_tw: 啟用原文轉錄

# SettingsDialog|
source: <html><head/><body><p>Enable or disable translation options</p></body></html>
ar: <html><head/><body><p>تمكين أو تعطيل خيارات الترجمة</p></body></html>
be: <html><head/><body><p>Уключэнне або адключэнне параметраў перакладу</p></body></html>
et: <html><head/><body><p>Lülita tõlkevalikud sisse või välja</p></body></html>
eu: <html><head/><body><p>Gaitu edo desgaitu itzulpen-aukerak</p></body></html>
fi: <html><head/><body><p>Ota käännöksen valinnat käyttöön tai poista ne käytöstä</p></body></html>
fr: <html><head/><body><p>Activer ou désactiver les options de traduction</p></body></html>
he: <html><head/><body><p>הפעלה או כיבוי אפשרויות תרגום</p></body></html>
hu: <html><head/><body><p>Fordítási lehetőségek be vagy kikapcsolása</p></body></html>
it: <html><head/><body><p>Abilita/disabilita opzioni traduzione</p></body></html>
ka: <html><head/><body><p>თარგმანის პარამეტრების ჩართვა, ან გამორთვა</p></body></html>
nl: <html><head/><body><p>Schakel vertaalopties in of uit</p></body></html>
pl: html><head/><body><p>Włącz lub wyłącz opcje tłumaczenia</p></body></html>
sv: <html><head/><body><p>Aktivera eller inaktivera översättningsalternativ</p></body></html>
zh_tw: <html><head/><body><p>啟用或停用翻譯選項</p></body></html>

# SettingsDialog|
source: Enable translation options
ar: تمكين خيارات الترجمة
be: Уключыць параметры перакладу
et: Näita tõlkevalikuid
eu: Gaitu itzulpen aukerak
fi: Käytä käännösvalintoja
fr: Activer les options de traduction
he: הפעלת אפשרויות תרגום
hu: Fordítási lehetőségek engedélyezése
it: Abilita opzioni traduzione
ka: თარგმანის პარამეტრების ჩართვა
nl: Vertaalopties tonen
pl: Włącz opcje tłumaczenia
sv: Aktivera översättningsalternativ
zh_tw: 啟用翻譯選項

# SettingsDialog|
source: <html><head/><body><p>Enable or disable usage examples</p></body></html>
ar: <html><head/><body><p>تمكين أو تعطيل أمثلة الاستخدام</p></body></html>
be: <html><head/><body><p>Уключэнне або адключэнне прыкладаў</p></body></html>
et: <html><head/><body><p>Lülita näited sisse või välja</p></body></html>
eu: <html><head/><body><p>Gaitu edo desgaitu erabilera-adibideak</p></body></html>
fi: <html><head/><body><p>Ota käyttöesimerkit käyttöön tai poista ne käytöstä</p></body></html>
fr: <html><head/><body><p>Activer ou désactiver les exemples d'utilisation</p></body></html>
he: <html><head/><body><p>הפעלת או כיבוי דוגמאות שימוש</p></body></html>
hu: <html><head/><body><p>Használati példák be- vagy kikapcsolása</p></body></html>
it: <html><head/><body><p>Abilita/disabilita esempi di uso</p></body></html>
ka: <html><head/><body><p>გამოყენების მაგალითების ჩართვა, ან გამორთვა</p></body></html>
nl: <html><head/><body><p>Schakel gebruiksvoorbeelden in of uit</p></body></html>
pl: <html><head/><body><p>Włącz lub wyłącz przykłady użycia</p></body></html>
sv: <html><head/><body><p>Aktivera eller inaktivera användningsexempel</p></body></html>
zh_tw: <html><head/><body><p>啟用或停用使用範例</p></body></html>

# SettingsDialog|
source: Enable examples
ar: تمكين الأمثلة
be: Уключыць прыклады
et: Kuva näiteid
eu: Gaitu adibideak
fi: Käytä esimerkkejä
fr: Activer des exemples
he: הפעלת דוגמאות
hu: Példák engedélyezése
it: Abilita esempi
ka: მაგალითების ჩართვა
nl: Voorbeelden tonen
pl: Włącz przykłady
sv: Aktivera exempel
zh_tw: 啟用範例

# SettingsDialog|
source: <html><head/><body><p>Replace each sequence of whitespaces (this includes the ASCII characters '\t', '\n', '\v', '\f', '\r', and ' ') with a single space in queries</p></body></html>
ar: <html><head/><body><p>استبدل كل تسلسل من المسافات البيضاء (ويشمل هذا أحرف ASCII '\t'، '\n'، '\v'، '\f'، '\r'، ' ') مع مساحة واحدة في الاستفسارات</p></body></html>
be: <html><head/><body><p>Замяніць кожную паслядоўнасць прагалаў (гэта ўключае сімвалы ASCII '\t', '\n', '\v', '\f', '\r' і ' ') адным прагалам</p></body></html>
et: <html><head/><body><p>Asenda päringutes kõik tühemike jadad (sealhulgas ASCII tähemärgid '\t', '\n', '\v', '\f', '\r', and ' ') ühe tühemikuga</p></body></html>
eu: <html><head/><body><p>Ordeztu zuriune sekuentzia bakoitza (honek ASCII karaktereak eta '\t', '\n', '\v', '\f', '\r', eta ' ' barne hartzen ditu) zuriune barrarekin kontsultetan</p></body></html>
fi: <html><head/><body><p>Korvaa kyselyiden jokainen tyhjä alue (mukaanlukien ASCII-merkit '\t', '\n', '\v', '\f', '\r', and ' ') yhdellä välilyönnillä</p></body></html>
fr: <html><head/><body><p>Remplacer chaque séquence d'espaces blancs (Cela inclut les caractères ASCII « \t », « \n », « \v », « \f », « \r » et « ») avec un seul espace présent dans les requêtes</p></body></html>
he: <html><head/><body><p>להחליף כל רצף של תווי רווח (כולל תווי ה־ASCII '\t',‏ '\n',‏ '\v',‏ '\f',‏ '\r',‏ ו־' ') ברווח יחיד בשאילתות</p></body></html>
hu: <html><head/><body><p>Cserélje ki a szóközök sorrendjét (ez magában foglalja az ASCII karaktereket is '\t', '\n', '\v', '\f', '\r', és ' ') egyetlen szóközzel a lekérdezésekben</p></body></html>
it: <html><head/><body><p>Sostituisci nella richiesta ogni sequenza di spazi bianchi (inclusi i caratteri ASCII '\t', '\n', '\v', '\f', '\r', e ' ') con un singolo spazio</p></body></html>
ka: <html><head/><body><p>თეთრი ჰარეების თითოეული მიმდევრობის (ეს შეიცავს ASCII სიმბოლოებს '\t', '\n', '\v', '\f', '\r', და ' ') ჩანაცვლება ერთი ჰარეთი</p></body></html>
nl: <html><head/><body><p>Vervang elke reeks met witruimte (inclusief ASCII- tekens '\t', '\n', '\v', '\f', '\r', en ' ') door een enkele spatie</p></body></html>
pl: <html><head/><body><p>Zastąp każdą sekwencję białych znaków (w tym znaki ASCII '\t', '\n', '\v', '\f', '\r' i ' ') z jedną spacją w zapytaniach</p></body></html>
sv: <html><head/><body><p>Ersätt varje följd av blanktecken (det inkluderar ASCII-tecknen '\t', '\n', '\v', '\f', '\r', och ' ') med ett enda mellanslag i frågor</p></body></html>
zh_tw: <html><head/><body><p>在查詢中用單個空格替換連續的空白字元（包括 ASCII 字元 '\t' '\n' '\v', '\f', '\r', 和 ' '）</p></body></html>

# SettingsDialog|
source: Simplify source
ar: تبسيط المصدر
be: Спрасціць зыходны тэкст
et: Lihtsusta lähteteksti
eu: Sinplifikatu iturburua
fi: Yksinkertaista lähde
fr: Simplifier la source
he: פישוט מקור
hu: A forrás egyszerűsítése
it: Semplifica sorgente
ka: წყაროს გამარტივება
nl: Brontekst vereenvoudigen
pl: Uprość źródło
sv: Förenkla källtext
zh_tw: 簡化原文格式

# SettingsDialog|
source: Mozhi instance URL
ar: عنوان لنسخة Mozhi
eu: Mozhi instantziaren URLa
fi: Mozhi-ilmentymän verkko-osoite
fr: URL de l'instance de Mozhi
he: כתובת עותק Mozhi
it: URL istanza Mozhi
ka: Mozhi-ის ასლის URL
nl: URL van exemplaar van Mozhi
pl: Adres URL wystąpienia Mozhi
sv: Mozhi-instanswebbadress
zh_tw: Mozhi 實體網址

# SettingsDialog|
source: Automatically pick the fastest instance based on the ping
ar: اختيار أسرع نسخة آليًّا استنادًا إلى ping
eu: Hautatu automatikoki ping-ean oinarritutako instantziarik azkarrena
fi: Poimi pingauksen perusteella automaattisesti nopein ilmentymä
fr: Sélectionner automatiquement l'instance la plus rapide en fonction du ping
he: לבחור את העותק המהיר ביותר לפי מהירות פינג
it: Scegli automaticamente l'istanza più veloce in base al ping
ka: უსწრაფესი ასლის ჩვენება პინგზე დაყრდნობით
nl: Automatisch het snelste exemplaar kiezen gebaseerd op de ping
pl: Sam wybierz najszybsze wystąpienie na podstawie pingu
sv: Välj automatiskt den snabbaste instansen baserat på ping
zh_tw: 自動依 ping 時間挑選最快的實體

# SettingsDialog|
source: Detect fastest
ar: اكتشف عن الأسرع
eu: Detektatu azkarrena
fi: Selvitä nopein
fr: Détecter plus rapidement
he: זיהוי המהיר ביותר
it: Individua la più veloce
ka: ყველაზე სწრაფის გავლენა
nl: Snelste detecteren
pl: Wykryj najszybsze
sv: Detektera snabbaste
zh_tw: 偵測最快的

# SettingsDialog|
source: Languages
ar: اللغات
be: Мовы
et: Keeled
eu: Hizkuntzak
fi: Kielet
fr: Langues
he: שפות
hu: Nyelvek
it: Lingue
ka: ენები
nl: Talen
pl: Języki
sv: Språk
zh_tw: 語言

# SettingsDialog|
source: <html><head/><body><p>Loading additional languages will impact both speed and accuracy, as there is more work to do to decide on the applicable language, and there is more chance of hallucinating incorrect words.</p></body></html>
ar: <html><head/><body><p>تحميل لغات إضافية سيؤثر على السرعة والدقة معاً، حيث أن هناك المزيد من العمل الذي يتعين القيام به للبت في اللغة المنطبقة، وهناك فرص أكبر للكلمات غير الصحيحة.</p></body></html>
be: <html><head/><body><p>Загрузка дадатковых моў паўплывае як на хуткасць, так і на дакладнасць, бо трэба зрабіць больш працы, каб вызначыць прыдатную мову. Таксама павялічваецца магчымасць няправільнага распазнавання слоў.</p ></body></html>
et: <html><head/><body><p>Täiendavate keelte lisamine mõjutab nii keeletuvastuse kiirust, kui täpsust. Sel puhul kulub rohkem arvuti jõudlust keelte töötlemiseks ning suureneb võimalus eri keelte sõnade sassi ajamiseks.</p></body></html>
eu: <html><head/><body><p>Hizkuntza gehigarriak kargatzeak abiaduran eta zehaztasunean eragina izango du, lan gehiago dagoelako aplikagarria den hizkuntza erabakitzeko eta hitz okerrak asmatzeko aukera gehiago baitago.</p></body></html>
fi: <html><head/><body><p>Lisäkielien lataus vaikuttaa sekä nopeuteen, että tarkkuuteen, koska sopivan kielen valintaan vaadittava työmäärä kasvaa ja sanojen virhearviointien riski kasvaa.</p></body></html>
fr: <html><head/><body><p>Le chargement de langues supplémentaires aura un impact à la fois sur la vitesse et la précision, car il y a plus de travail à faire pour décider de la langue applicable, et il y a plus de chances d'halluciner des mots incorrects.</p></body></html>
he: <html><head/><body><p>טעינת שפות נוספות תשפיע על המהירות ועל הדיוק, כיוון שתתבצע יותר עבודה כדי להחליט מה היא השפה המתאימה ויש יותר סיכוי להזות מילים שגויות.</p></body></html>
hu: <html><head/><body><p>A további nyelvek betöltése hatással lesz a sebességre és a pontosságra is, mivel több munka vár az alkalmazandó nyelv kiválasztására, és nagyobb az esélye a helytelen szavak hallucinálására.</p></body></html>
it: <html><head/><body><p>Il caricamento di altre lingue avrà un impatto sia sulla velocità che sulla precisione, poiché c'è più lavoro da fare per decidere la lingua applicabile e c'è più possibilità di avere parole sbagliate.</p></body></html>
ka: <html><head/><body><p>დამატებითი ენების ჩატვირთვას გავლენა ექნება ორივეზე, სიჩქარეზეც და სიზუსტეზეც, რადგან გასაკეთებელი უფრო მეტია იმისთვის, რომ შესაბამისი ენის დადგენა მოხდეს და ამიტომ უფრო მეტი შანსია, მოდელმა არასწორი სიტყვების ჰალუცინაცია დაიწყოს</p></body></html>
nl: <html><head/><body><p>Het laden van aanvullende talen is van invloed op de snelheid en juistheid omdat het meer werk kost om de juiste taal vast te stellen en het vergroot de kans op onjuiste woorden.</p></body></html>
pl: <html><head/><body><p>Wczytanie dodatkowych języków wpłynie zarówno na szybkość, jak i na dokładność, ponieważ trzeba będzie wykonać więcej pracy, aby wybrać odpowiedni język, a ponadto istnieje większe prawdopodobieństwo, że pojawią się nieprawidłowe słowa.</p></body></html>
sv: <html><head/><body><p>Att ladda ytterligare språk påverka både hastighet och noggrannhet, eftersom det går åt mer arbete för att bestämma det tillämpliga språket, och det finns större chans att hallucinera felaktiga ord.</p></body></html>
zh_tw: <html><head/><body><p>載入額外的語言會影響辨識速度和準確性，因為確認適當的語言需要做更多處理，並且這也會增加幻想出錯誤文字的機率。</p></body></html>

# SettingsDialog|
source: Languages path:
ar: مسار اللغات:
be: Шлях да моў:
et: Keelte asukoht:
eu: Hizkuntzen bidea:
fi: Kielten polku:
fr: Emplacement des langues :
he: נתיב שפות:
hu: Nyelvek útvonala:
it: Percorso lingue:
ka: ენების ბილიკი:
nl: Taalpad:
pl: Ścieżka językowa:
sv: Språksökväg:
zh_tw: 語言檔案路徑：
