Repository: KDE/crow-translate
Catalog: poqm/*/crow-translate_qt.po
Languages: ar, be, et, eu, fi, fr, he, hu, it, ka, nl, pl, sv, zh_tw

# SettingsDialog|
source: <html><head/><body><p>Start application minimized to the system tray</p></body></html>
ar: <html><head/><body><p>ابدأ التطبيق مصغر إلى ساحة النظام</p></body></html>
be: <html><head/><body><p>Запуск праграмы ў згорнутым стане на прасторы апавяшчэнняў</p></body></html>
et: <html><head/><body><p>Käivita rakendus minimeerituna süsteemisalve</p></body></html>
eu: <html><head/><body><p>Hasi aplikazioa sistemaren erretiluan minimizatuta</p></body></html>
fi: <html><head/><body><p>Käynnistä pienennettynä tehtäväpalkin ilmoitusalueelle</p></body></html>
fr: <html><head/><body><p>Minimiser l'appli. au démarrage dans la barre d'état système</p></body></html>
he: <html><head/><body><p>התחלת היישום ממוזער לסמל בשורת המערת</p></body></html>
hu: <html><head/><body><p>Indítsa el az alkalmazást a tálcára kicsinyítve</p></body></html>
it: <html><head/><body><p>Avvia l'applicazione ridotta a icona nel vassoio di sistema</p></body></html>
ka: <html><head/><body><p>აპლიკაციის სისტემის კუთხეში ჩაკეცილად გაშვება</p></body></html>
nl: <html><head/><body><p>Start het programma geminimaliseerd in het systeemvak</p></body></html>
pl: <html><head/><body><p>Uruchom aplikację zminimalizowaną do zasobnika systemowego</p></body></html>
sv: <html><head/><body><p>Starta programmet minimerat i systembrickan</p></body></html>
zh_tw: <html><head/><body><p>啟動應用程式時最小化到系統匣</p></body></html>

# SettingsDialog|
source: Start minimized
ar: بدء التصغير
be: Запуск у згорнутым стане
et: Käivita minimeerituna
eu: Hasi minimizatuta
fi: Käynnistä pienennettynä
fr: Démarrer minimisé
he: התחלה ממוזערת
hu: Minimizált indítás
it: Avvia minimizzato
ka: ჩაკეცილად გაშვება
nl: Geminimaliseerd opstarten
pl: Uruchom zminimalizowany
sv: Starta minimerad
zh_tw: 啟動後最小化

# SettingsDialog|
source: <html><head/><body><p>Run the application at system startup</p></body></html>
ar: <html><head/><body><p>تشغيل التطبيق عند بدء تشغيل النظام</p></body></html>
be: <html><head/><body><p>Запуск праграмы падчас запуску сістэмы</p></body></html>
et: <html><head/><body><p>Käivita rakendus sinu arvuti käivitamisega</p></body></html>
eu: <html><head/><body><p>Exekutatu aplikazioa sistema abiaraztean</p></body></html>
fi: <html><head/><body><p>Suorita käynnistyksen yhteydessä</p></body></html>
fr: <html><head/><body><p>Exécuter l'application au démarrage du système</p></body></html>
he: <html><head/><body><p>להריץ את היישום עם עליית המערכת</p></body></html>
hu: <html><head/><body><p>Az alkalmazás indítása a rendszer indításával</p></body></html>
it: <html><head/><body><p>Esegui l'applicazione all'avvio del sistema</p></body></html>
ka: <html><head/><body><p>აპლიკაციის გაშვება სისტემის გაშვებისას</p></body></html>
nl: <html><head/><body><p>Start het programma automatisch op met de computer</p></body></html>
pl: <html><head/><body><p>Uruchom aplikację przy starcie systemu</p></body></html>
sv: <html><head/><body><p>Kör programmet vid systemstart</p></body></html>
zh_tw: <html><head/><body><p>在系統啟動時執行應用程式</p></body></html>

# SettingsDialog|
source: Launch at startup
ar: التشغيل عند بدء التشغيل
be: Запуск падчас запуску сістэмы
et: Käivita rakendus arvutisse logimisel
eu: Exekutatu abiaraztean
fi: Avaa käynnistyksen yhteydessä
fr: Lancement au démarrage
he: הפעלה עם העלייה
hu: Indítás a rendszerrel
it: Esegui programma all'avvio del sistema
ka: გაშვება ჩატვირთვისას
nl: Automatisch opstarten
pl: Uruchom przy starcie
sv: Kör vid start
zh_tw: 開機時啟動

# SettingsDialog|
source: Font
ar: الخط
be: Шрыфт
et: Kirjatüüp
eu: Letra-tipoa
fi: Kirjasin
fr: Police
he: גופן
hu: Betűtípus
ka: ფონტი
nl: Lettertype
pl: Czcionka
sv: Teckensnitt
zh_tw: 字型

# SettingsDialog|
source: Name:
ar: الاسم:
be: Назва:
et: Nimi:
eu: Izena:
fi: Nimi:
fr: Nom :
he: שם:
hu: Név:
it: Nome:
ka: სახელი:
nl: Naam:
pl: Nazwa:
sv: Namn:
zh_tw: 名稱：

# SettingsDialog|
source: <html><head/><body><p>Translation and source text font</p></body></html>
ar: <html><head/><body><p>تشغيل التطبيق عند بدء تشغيل النظام</p></body></html>
be: <html><head/><body><p>Шрыфт перакладу і зыходнага тэксту</p></body></html>
et: <html><head/><body><p>Lähteteksti ja tõlke kirjatüüp</p></body></html>
eu: <html><head/><body><p>Iturburu testuaren eta itzulpenaren letra-mota</p></body></html>
fi: <html><head/><body><p>Käännöksen ja lähdetekstin kirjasin</p></body></html>
fr: <html><head/><body><p>Police de la traduction et du texte source</p></body></html>
he: <html><head/><body><p>גופן התרגום והמקור</p></body></html>
hu: <html><head/><body><p>Fordítás és forrásszöveg betűtípusa</p></body></html>
it: <html><head/><body><p>Nome font testo sorgente e traduzione</p></body></html>
ka: <html><head/><body><p>თარგმანის და წყარო ტექსტის ფონტი</p></body></html>
nl: <html><head/><body><p>Het lettertype van de brontekst en vertaling</p></body></html>
pl: <html><head/><body><p>Czcionka tłumaczenia i tekstu źródłowego</p></body></html>
sv: <html><head/><body><p>Teckensnitt för översättning och källtext</p></body></html>
zh_tw: <html><head/><body><p>譯文和原文字型</p></body></html>

# SettingsDialog|
source: Size:
ar: الحجم:
be: Памер:
et: Suurus:
eu: Tamaina:
fi: Koko:
fr: Taille :
he: גודל:
hu: Méret:
it: Dimensione:
ka: ზომა:
nl: Grootte:
pl: Rozmiar:
sv: Storlek:
zh_tw: 大小：

# SettingsDialog|
source: <html><head/><body><p>Font size of translation and source text</p></body></html>
ar: <html><head/><body><p>تشغيل التطبيق عند بدء تشغيل النظام</p></body></html>
be: <html><head/><body><p>Памер шрыфту перакладу і зыходнага тэксту</p></body></html>
et: <html><head/><body><p>Lähteteksti ja tõlke kirjatüübi suurus</p></body></html>
eu: <html><head/><body><p>;Iturburu testuaren eta itzulpenaren letra-tamaina</p></body></html>
fi: <html><head/><body><p>Käännöksen ja lähdetekstin kirjasimen koko</p></body></html>
fr: <html><head/><body><p>Taille de police de la traduction et texte source</p></body></html>
he: <html><head/><body><p>גודל גופן טקסט התרגום והמקור</p></body></html>
hu: <html><head/><body><p>A fordítás és a forrásszöveg betűmérete</p></body></html>
it: <html><head/><body><p>Dimensione font testo sorgente e traduzione</p></body></html>
ka: <html><head/><body><p>ფონტის ზომა თარგმანის და წყარო ტექსტისთვის</p></body></html>
nl: <html><head/><body><p>De lettergrootte van de brontekst en vertaling</p></body></html>
pl: <html><head/><body><p>Rozmiar czcionki w tłumaczeniu i tekście źródłowym</p></body></html>
sv: <html><head/><body><p>Teckenstorlek för översättning och källtext</p></body></html>
zh_tw: <html><head/><body><p>譯文和原文的字型大小</p></body></html>

# SettingsDialog|
source: <html><head/><body><p>Pop-up window height in pixels</p></body></html>
ar: <html><head/><body><p>تشغيل التطبيق عند بدء تشغيل النظام</p></body></html>
be: <html><head/><body><p>Вышыня выплыўнога акна ў пікселях</p></body></html>
et: <html><head/><body><p>Hüpikakna kõrgus pikslites</p></body></html>
eu: <html><head/><body><p>Pop-up leihoaren altuera pixeletan</p></body></html>
fi: <html><head/><body><p>Ponnahdusikkunan korkeus pikseleinä</p></body></html>
fr: <html><head/><body><p>Hauteur de la fenêtre pop-up en pixels</p></body></html>
he: <html><head/><body><p>גובה החלון הצץ בפיקסלים</p></body></html>
hu: <html><head/><body><p>Felugró ablak magassága képpontban</p></body></html>
it: <html><head/><body><p>Altezza finestra popup (pixel)</p></body></html>
ka: <html><head/><body><p>მხტუნარა ფანჯრის სიმაღლე პიქსელებში</p></body></html>
nl: <html><head/><body><p>De hoogte van het pop-upvenster, in pixels</p></body></html>
pl: <html><head/><body><p>Wysokość wyskakującego okna w pikselach</p></body></html>
sv: <html><head/><body><p>Meddelandefönstrets höjd i bildpunkter</p></body></html>
zh_tw: <html><head/><body><p>彈出視窗高度（單位為像素）</p></body></html>

# SettingsDialog|
source: Width:
ar: عرض:
be: Шырыня:
et: Laius:
eu: Zabalera:
fi: Leveys:
fr: Largeur:
he: רוחב:
hu: Szélesség:
it: Larghezza:
ka: სიგანე:
nl: Breedte:
pl: Szerokość:
sv: Bredd:
zh_tw: 寬度：

# SettingsDialog|
source: <html><head/><body><p>Pop-up window width in pixels</p></body></html>
ar: <html><head/><body><p>تشغيل التطبيق عند بدء تشغيل النظام</p></body></html>
be: <html><head/><body><p>Шырыня выплыўнога акна ў пікселях</p></body></html>
et: <html><head/><body><p>Hüpikakna laius pikslites</p></body></html>
eu: <html><head/><body><p>Pop-up leihoaren zabalera pixeletan</p></body></html>
fi: <html><head/><body><p>Ponnahdusikkunan leveys pikseleinä</p></body></html>
fr: <html><head/><body><p>Largeur de la fenêtre pop-up en pixels</p></body></html>
he: <html><head/><body><p>רוחב החלון הצץ בפיקסלים</p></body></html>
hu: <html><head/><body><p>Felugró ablak szélessége képpontban</p></body></html>
it: <html><head/><body><p>Larghezza finestra popup (pixel)</p></body></html>
ka: <html><head/><body><p>მხტუნარა ფანჯრის სიგანე პიქსელებში</p></body></html>
nl: <html><head/><body><p>De breedte van het pop-upvenster, in pixels</p></body></html>
pl: <html><head/><body><p>Szerokość wyskakującego okna w pikselach</p></body></html>
sv: <html><head/><body><p>Meddelandefönstrets bredd i bildpunkter</p></body></html>
zh_tw: <html><head/><body><p>彈出視窗寬度（單位為像素）</p></body></html>

# SettingsDialog|
source: <html><head/><body><p>Pop-up window opacity</p></body></html>
ar: <html><head/><body><p>تشغيل التطبيق عند بدء تشغيل النظام</p></body></html>
be: <html><head/><body><p>Не празрыстасць выплыўнога акна</p></body></html>
et: <html><head/><body><p>Hüpikakna läbipaistvus</p></body></html>
eu: <html><head/><body><p>Pop-up leihoaren opakutasuna</p></body></html>
fi: <html><head/><body><p>Ponnahdusikkunan läpinäkyvyys</p></body></html>
fr: <html><head/><body><p>Opacité de la fenêtre pop-up</p></body></html>
he: <html><head/><body><p>שקיפות החלון הצץ</p></body></html>
hu: <html><head/><body><p>Felugró ablak opacitás</p></body></html>
it: <html><head/><body><p>Opacità finestra popup</p></body></html>
ka: <html><head/><body><p>მხტუნარა ფანჯრის გაუმჭვირვალობა</p></body></html>
nl: <html><head/><body><p>Doorzichtigheid van het pop-upvenster</p></body></html>
pl: <html><head/><body><p>Przezroczystość wyskakującego okna</p></body></html>
sv: <html><head/><body><p>Meddelandefönstrets ogenomskinlighet</p></body></html>
zh_tw: <html><head/><body><p>彈出視窗不透明度</p></body></html>

# SettingsDialog|
source: Opacity:
ar: الشفافية:
be: Непразрыстасць:
et: Läbipaistvus:
eu: Opakutasuna:
fi: Läpinäkyvyys:
fr: Opacité:
he: אטימות:
hu: Áttetszőség:
it: Opacità:
ka: გაუმჭირვალობა:
nl: Doorzichtigheid:
pl: Przeźroczystość:
sv: Ogenomskinlighet:
zh_tw: 不透明度：

# SettingsDialog|
source: Show timeout:
ar: اعرض المهلة:
be: Час паказу:
et: Näita aegumist:
eu: Erakutsi denbora-muga:
fi: Näytä aikakatkaisu:
fr: Délai d'attente :
he: הצגת תום זמן:
hu: Időtúllépés:
it: Visualizza timeout:
ka: ჩვენების მოლოდინის ვადა:
nl: Time-out tonen:
pl: Pokaż limit czasu:
sv: Visa tidsgräns:
zh_tw: 顯示逾時：

# SettingsDialog|
source: Height:
ar: الارتفاع:
be: Вышыня:
et: Kõrgus:
eu: Altuera:
fi: Korkeus:
fr: Hauteur :
he: גובה:
hu: Magasság:
it: Altezza:
ka: სიმაღლე:
nl: Hoogte:
pl: Wysokość:
sv: Höjd:
zh_tw: 高度：

# SettingsDialog|
source: <html><head/><body><p>The number of seconds after which the window will be hidden if it has no focus</p></body></html>
ar: <html><head/><body><p>عدد الثواني التي ستختفي النافذة بعدها إذا لم يكن لها تركيز</p></body></html>
be: <html><head/><body><p>Колькасць секунд, пасля якіх акно будзе схавана, калі яно не будзе ў фокусе</p></body></html>
et: <html><head/><body><p>Aeg mille möödumisel peale fookuse kaotamist aken peidetakse</p></body></html>
eu: <html><head/><body><p>Fokurik ez badu leihoa ezkutatuta egongo den segundo kopurua</p></body></html>
fi: <html><head/><body><p>Aika sekunteina, jonka jälkeen ikkuna piilotetaan, jollei sitä aktivoida</p></body></html>
fr: <html><head/><body><p>Le nombre de secondes après lesquelles la fenêtre sera masquée si elle n'a pas de focus</p></body></html>
he: <html><head/><body><p>מספר השניות שלאחריהן יוסתר החלון אם המיקוד לא עליו</p></body></html>
hu: <html><head/><body><p>A másodpercek száma, amelyek elteltével az ablak elrejtésre kerül, ha nincs fókusza</p></body></html>
it: <html><head/><body><p>Il numero di secondi dopo i quali la finestra verrà nascosta se non ha lo stato attivo</p></body></html>
ka: <html><head/><body><p>წამების რაოდენობა, რომლის შემდეგაც ფანჯარა დაიმალება, თუ მას ფოკუსი არ აქვს</p></body></html>
nl: <html><head/><body><p>Het aantal seconden waarna het venster verborgen wordt als het niet gefocust is</p></body></html>
pl: <html><head/><body><p>Liczba sekund, po których okno zostanie ukryte, jeśli nie ma na nim fokusu</p></body></html>
sv: <html><head/><body><p>Antalet sekunder innan fönstret döljs om det inte har fokus</p></body></html>
zh_tw: <html><head/><body><p>當視窗失去焦點後經過這麼多秒之後自動隱藏</p></body></html>

# SettingsDialog|
source: Language format
ar: تنسيق اللغة
be: Фармат мовы
et: Keelevorming
eu: Hizkuntza formatua
fi: Kielen muoto
fr: Format de langue
he: תבנית שפה
hu: Nyelv formátum
it: Formato lingua
ka: ენის ფორმატი
nl: Taalopmaak
pl: Format językowy
sv: Språkformat
zh_tw: 語言格式

# SettingsDialog|
source: Main window:
ar: النافذة الرئيسة:
be: Галоўнае акно:
et: Rakenduse põhiaknas:
eu: Leiho nagusia:
fi: Pääikkuna:
fr: Fenêtre principale :
he: חלון ראשי:
hu: Főablak:
it: Finestra principale:
ka: მთავარი ფანჯარა:
nl: Hoofdvenster:
pl: Główne okno:
sv: Huvudfönster:
zh_tw: 主視窗：

# SettingsDialog|
source: <html><head/><body><p>Languages text on buttons</p></body></html>
ar: <html><head/><body><p>تشغيل التطبيق عند بدء تشغيل النظام</p></body></html>
be: <html><head/><body><p>Мовы тэксту на кнопках</p></body></html>
et: <html><head/><body><p>Keelte tekst nuppudel</p></body></html>
eu: <html><head/><body><p>Hizkuntzen testua botoietan</p></body></html>
fi: <html><head/><body><p>Kielien teksti painikkeissa</p></body></html>
fr: <html><head/><body><p>Texte des langues sur les boutons</p></body></html>
he: <html><head/><body><p>טקסט השפות על הכפתורים</p></body></html>
hu: <html><head/><body><p>Nyelvek szövege a gombokon</p></body></html>
it: <html><head/><body><p>Testo lingue sui pulsanti</p></body></html>
ka: <html><head/><body><p>ენის ტექსტი ღილაკებზე</p></body></html>
nl: <html><head/><body><p>Taaltekst op knoppen</p></body></html>
pl: <html><head/><body><p>Języki tekstu na przyciskach</p></body></html>
sv: <html><head/><body><p>Språkens text på knappar</p></body></html>
zh_tw: <html><head/><body><p>按鈕上的語言文字</p></body></html>

# SettingsDialog|
source: Full name
ar: الاسم الكامل
be: Поўная назва
et: Täisnimi
eu: Izen osoa
fi: Koko nimi
fr: Nom et prénom
he: שם מלא
hu: Teljes név
it: Nome completo
ka: სრული სახელი
nl: Volledige naam
pl: Pełna nazwa
sv: Fullständigt namn
zh_tw: 完整名稱

# SettingsDialog|
source: ISO 639-1 code
ar: رمز الأيزو 639-1
be: Код ISO 639-1
et: ISO 639-1 kood
eu: ISO 639-1 kodea
fi: ISO 639-1 -koodi
fr: Code ISO 639-1
he: קוד ISO 639-1
hu: ISO 639-1 kód
it: Codice ISO 639-1
ka: ISO 639-1 კოდი
pl: Kod ISO 639-1
sv: ISO 639-1 kod
zh_tw: ISO 639-1 代碼

# SettingsDialog|
source: Pop-up:
ar: منبثقة:
be: Выплыўное акно:
et: Hüpikaknas:
fi: Ponnahdus:
he: חלונית צצה:
hu: Felugró:
ka: მხტუნარა ფანჯარა:
sv: Meddelanderuta:
zh_tw: 彈出式視窗：

# SettingsDialog|
source: Tray icon
ar: أيقونة شريط النظام
be: Значок на прасторы апавяшчэнняў
et: Süsteemisalve ikoon
eu: Erretiluko ikonoa
fi: Ilmoitusalueen kuvake
fr: Icône de la barre
he: סמל בשורת המערכת
hu: Tálca ikon
it: Icona barra sistema
ka: ხატულა სისტემურ საათთან
nl: Systeemvakpictogram
pl: Ikona obszaru powiadamiania
sv: Systembrickans ikon
zh_tw: 系統匣圖示

# SettingsDialog|
source: Icon:
ar: الأيقونة:
be: Значок:
et: Ikoon:
eu: Ikonoa:
fi: Kuvake:
fr: Icône:
he: סמל:
hu: Ikon:
it: Icona:
ka: ხატულა:
nl: Pictogram:
pl: Ikona:
sv: Ikon:
zh_tw: 圖示：

# SettingsDialog|
source: <html><head/><body><p>System tray icon</p></body></html>
ar: <html><head/><body><p>تشغيل التطبيق عند بدء تشغيل النظام</p></body></html>
be: <html><head/><body><p>Значок на прасторы апавяшчэнняў</p></body></html>
et: <html><head/><body><p>Süsteemisalve ikoon</p></body></html>
eu: <html><head/><body><p>Sistemaren erretiluko ikonoa</p></body></html>
fi: <html><head/><body><p>Ilmoitusalueen kuvake</p></body></html>
fr: <html><head/><body><p>Icône de la barre d'état système</p></body></html>
he: <html><head/><body><p>סמל בשורת המערכת</p></body></html>
hu: <html><head/><body><p>Rendszertálca ikon</p></body></html>
it: <html><head/><body><p>Icona nel vassoio di sistema</p></body></html>
ka: <html><head/><body><p>ხატულა სისტემის კუთხეში</p></body></html>
nl: <html><head/><body><p>Systeemvakpictogram</p></body></html>
pl: <html><head/><body><p>Ikona zasobnika systemowego</p></body></html>
sv: <html><head/><body><p>Systembrickans ikon</p></body></html>
zh_tw: <html><head/><body><p>系統匣圖示</p></body></html>

# SettingsDialog|
source: Default
ar: المبدئي
be: Прадвызначана
et: Vaikimisi määratud kujundus
eu: Lehenetsia
fi: Oletus
fr: Par Défaut
he: ברירת מחדל
hu: Alapérték
it: Predefinita
ka: ნაგულისხმევი
nl: Standaard
pl: Domyślna
sv: Förval
zh_tw: 預設

# SettingsDialog|
source: Monochrome (dark theme)
ar: أحادي اللون (الموضوع المظلم)
be: Манахромны (цёмная тэма)
et: Ühevärviline (tume kujundus)
eu: Monokromoa (gai iluna)
fi: Yksivärinen (tumma teema)
fr: Monochrome (thème sombre)
he: צבע אחיד (ערכת עיצוב כהה)
hu: Monokróm (sötét téma)
it: Monocromatica (tema scuro)
ka: მონოქრომული (მუქი თემა)
nl: Monochroom (donker thema)
pl: Monochrome (ciemny motyw)
sv: Svartvit (mörkt tema)
zh_tw: 單色（深色主題）

# SettingsDialog|
source: Monochrome (light theme)
ar: أحادية اللون (الموضوع الخفيف)
be: Манахромны (светлая тэма)
et: Ühevärviline (hele kujundus)
eu: Monokromoa (gai argia)
fi: Yksivärinen (vaalea teema)
fr: Monochrome (thème clair)
he: צבע אחיד (ערכת עיצוב בהירה)
hu: Monokróm (világos téma)
it: Monocromatica (tema chiaro)
ka: მონოქრომული (მსუბუქი თემა)
nl: Monochroom (licht thema)
pl: Monochrome (jasny motyw)
sv: Svartvit (ljust tema)
zh_tw: 單色（明亮主題）

# SettingsDialog|
source: Custom
ar: مخصص
be: Адвольна
et: Kohandatud kujundus
eu: Pertsonalizatua
fi: Mukautettu
fr: Personnalisation
he: מותאם אישית
hu: Egyéni
it: Personalizzata
ka: ხელით
nl: Aangepast
pl: Własna
sv: Eget
zh_tw: 自訂

# SettingsDialog|
source: Custom:
ar: مخصص:
be: Адвольна:
et: Kohandatud kujunduse ikoon:
eu: Pertsonalizatua:
fi: Mukautettu:
fr: Personnaliser:
he: התאמה אישית:
hu: Egyéni:
it: Icona:
ka: ხელით:
nl: Aangepast:
pl: Własna:
sv: Eget:
zh_tw: 自訂：

# SettingsDialog|
source: Path to the icon or icon name from theme
ar: المسار إلى الرمز أو اسم الرمز من السمة
be: Шлях да значка або назвы значка з тэмы
et: Ikoonifaili asukoht või teemakohane ikoonifaili nimi
eu: Gaiaren ikonoen izena edo ikonoen bidea
fi: Polku kuvakkeeseen tai kuvakkeen nimi teemasta
fr: Emplacement du nom de l'icône ou de l'icône depuis le thème
he: נתיב לסמל או לשם הסמל מערכת העיצוב
it: Percorso icona o nome icona dal tema
ka: ხატულას ბილიკი ან ხატულას სახელი თემიდან
nl: Pad naar het pictogram of de pictogramnaam uit het thema
pl: Ścieżka do ikony lub nazwy ikony z motywu
sv: Sökväg till ikonen eller ikonnamn från tema
zh_tw: 圖示的路徑或在主題中的名稱

# SettingsDialog|
source: <html><head/><body><p>Select icon</p></body></html>
ar: <html><head/><body><p>تشغيل التطبيق عند بدء تشغيل النظام</p></body></html>
be: <html><head/><body><p>Абраць значок</p></body></html>
et: <html><head/><body><p>Vali ikoon</p></body></html>
eu: <html><head/><body><p>Hautatu ikonoa</p></body></html>
fi: <html><head/><body><p>Valitse kuvake</p></body></html>
fr: <html><head/><body><p>Sélectionnez l'icône</p></body></html>
he: <html><head/><body><p>בחירת סמל</p></body></html>
hu: <html><head/><body><p>Válasszon ikont</p></body></html>
it: <html><head/><body><p>Seleziona icona</p></body></html>
ka: <html><head/><body><p>აირჩიეთ ხატულა</p></body></html>
nl: <html><head/><body><p>Kies een pictogram</p></body></html>
pl: <html><head/><body><p>Wybierz ikonę</p></body></html>
sv: <html><head/><body><p>Välj ikon</p></body></html>
zh_tw: <html><head/><body><p>選擇圖示</p></body></html>

# SettingsDialog|
source: Translation provider:
ar: مزود الترجمة:
fi: Käännöstarjoaja:
fr: Fournisseur de traduction :
he: ספק תרגום:
it: Fornitore traduzione:
ka: თარგმანის მომწოდებელი:
sv: Översättningsleverantör:
zh_tw: 翻譯提供者：

# SettingsDialog|
source: Automatic language detection
ar: الكشف الآليّ عن اللغة
be: Аўтаматычнае вызначэнне мовы
et: Automaatne keeletuvastus
eu: Hizkuntza automatikoki hautematea
fi: Automaattinen kielen tunnistus
fr: Détection automatique des langues
he: זיהוי שפה אוטומטי
hu: Autom. nyelv felismerés
it: Rilevamento automatico lingua
ka: ენის ავტომატური დადგენა
nl: Automatische taalherkenning
pl: Automatyczna detekcja języka
sv: Automatisk språkdetektering
zh_tw: 自動語言偵測

# SettingsDialog|
source: Primary translation language:
ar: لغة الترجمة الرئيسة:
be: Першасная мова перакладу:
et: Esmane tõlkekeel:
eu: Itzulpen hizkuntza nagusia:
fi: Ensisijainen käännöskieli:
fr: Langue de traduction primaire:
he: שפת התרגום העיקרית:
hu: Elsődleges fordítási nyelv:
it: Lingua primaria traduzione:
ka: ძირითადი თარგმანის ენა:
nl: Voorkeurstaal voor vertalingen:
pl: Podstawowy język tłumaczenia:
sv: Primärt översättningsspråk:
zh_tw: 主要翻譯語言：

# SettingsDialog|
source: <html><head/><body><p>Language to which text will be translated when autodetecting</p></body></html>
ar: <html><head/><body><p>اللغة التي سيترجم النص إليها عند الكشف الآليّ </p></body></html>
be: <html><head/><body><p>Мова, на якую будзе перакладзены тэкст пры аўтавызначэнні</p></body></html>
et: <html><head/><body><p>Automaatse keeletuvastuse puhul keel, kuhu teksti tõlgime</p></body></html>
eu: <html><head/><body><p>Autodetektatutako testua zein hizkuntzatara itzuliko den</p></body></html>
fi: <html><head/><body><p>Kieli, jolle käännetään käytettäessä automaattista tunnistusta</p></body></html>
fr: <html><head/><body><p>Langue dans laquelle le texte sera traduit lors de la détection automatique</p></body></html>
he: <html><head/><body><p>שפות שאליהן יתורגם הטקסט לאחר זיהוי אוטומטי</p></body></html>
hu: <html><head/><body><p>Az a nyelv, amelyre a szöveget lefordítják az autom. észlelés során</p></body></html>
it: <html><head/><body><p>Lingua in cui il testo verrà tradotto durante il rilevamento automatico</p></body></html>
ka: <html><head/><body><p>ენა, რომელშიც ტექსტი ითარგმნება ავტოდადგენისას</p></body></html>
nl: <html><head/><body><p>De taal waarnaar tekst wordt vertaald bij automatische herkenning</p></body></html>
pl: <html><head/><body><p>Język, na który zostanie przetłumaczony tekst podczas autowykrywania</p></body></html>
sv: <html><head/><body><p>Språk som text översätts till vid automatisk detektering</p></body></html>
zh_tw: <html><head/><body><p>自動偵測時的目標語言</p></body></html>

# SettingsDialog|
source: Secondary translation language:
ar: لغة الترجمة الثانوية:
be: Другасная мова перакладу:
et: Teisane tõlkekeel:
eu: Bigarren mailako itzulpen hizkuntza:
fi: Toissijainen käännöskieli:
fr: Langue de traduction secondaire:
he: שפת תרגום משנית:
hu: Másodlagos fordítási nyelv:
it: Lingua secondaria traduzione:
ka: მეორადი თარგმანის ენა:
nl: Secundaire taal voor vertalingen:
pl: Drugi język tłumaczenia:
sv: Sekundärt översättningsspråk:
zh_tw: 次要翻譯語言：
