Repository: KDE/crow-translate
Catalog: poqm/*/crow-translate_qt.po
Languages: ar, be, et, eu, fi, fr, he, hu, it, ka, nl, pl, sv, zh_tw

# PortalAutostartManager|
source: Allow %1 to manage autostart setting for itself.
ar: السماح لـ %1 بإدارة إعداد التشغيل الآليّ لنفسه.
be: Дазволіць "%1" кіраваць сваімі наладамі аўтазапуску.
et: Luba %1 rakendusel hallata enda automaatse käivitamise seadistusi.
eu: Baimendu %1-i abiarazte automatikoaren ezarpena bere kabuz kudeatzea.
fi: Salli %1 hallita automaattisen käynnistyksen asetuksia itse.
fr: Autoriser %1 à gérer les paramètres de démarrage auto pour lui-même.
he: לאפשר ל־%1 לנהל את הגדרות ההפעלה האוטומטית של עצמו.
hu: Engedélyezi %1 számára az auto. indítás kezelését.
it: Consenti a %1 di gestire autonomamente impostazione avvio automatico.
ka: %1-ისთვის ავტოგაშვების უფლების მიცემა.
nl: Sta %1 toe om de automatische opstartinstelling zelf te beheren.
pl: Zezwalaj %1 na zarządzanie ustawieniami autostartu.
sv: Tillåt att %1 hanterar sina egna inställningar för automatisk start.
zh_tw: 允許 %1 管理自己的自動啟動設定。

# PortalAutostartManager|
source: Unable to subscribe to response from xdg-desktop-portal.
ar: غير قادر على الاشتراك في الاستجابة من مدخل xdg-Officktop.
be: Немагчыма падпісацца на адказ ад xdg-desktop-portal.
et: Päringu vastuse lugemine xdg-desktop-portal'ist ei õnnestu.
eu: Ezin da harpidetu xdg-desktop-portal-eko erantzunera.
fi: Ei voida tilata vastausta lähteestä xdg-desktop-portal.
fr: Impossible de s'abonner à la réponse du portail xdg-desktop-.
he: לא ניתן להירשם לתגובה מ־xdg-desktop-portal.
hu: Nem lehet feliratkozni az xdg-desktop-portal válaszára.
it: Impossibile iscriversi alla risposta da xdg-desktop-portal.
ka: xdg-desktop-portal-დან პასუხის გამოწერა შეუძლებელია.
nl: Er kan niet worden geabonneerd op het antwoord van xdg-desktop-portal.
pl: Nie można zapisać się do odpowiedzi z xdg-desktop-portal.
sv: Kan inte prenumerera på svar från xdg-desktop-portal.
zh_tw: 無法訂閱 xdg-desktop-portal 的回應。

# UnixAutostartManager|
source: Unable to create %1
ar: غير قادر على إنشاء %1
be: Немагчыма стварыць %1
et: %1 loomine ei õnnestu
eu: Ezin izan da %1 sortu
fi: %1 luonti ei onnistu
fr: Impossible de créer %1
he: לא ניתן ליצור את %1
hu: Nem lehet létrehozni %1
it: Impossibile creare %1
ka: %1-ის შექმნის შეცდომა
nl: %1 kan niet worden aangemaakt
pl: Nie można utworzyć %1
sv: Kan inte skapa %1
zh_tw: 無法建立 %1

# UnixAutostartManager|
source: Unable to copy %1 to %2
ar: غير قادر على نسخ %1 إلى %2
be: Немагчыма скапіяваць %1 у %2
et: Kopeerimine ei õnnestu: %1 -> %2
eu: Ezin izan da %1 %2-an kopiatu
fi: Kohdetta %1 ei voida kopioida kohteeseen %2
fr: Impossible de copier %1 vers %2
he: לא ניתן להעתיק את %1 אל %2
hu: Nem másolható %1 ide %2
it: Impossibile copiare %1 in %2
ka: %1 -დან %2 -ში კოპირება შეუძლებელია
nl: %1 kan niet worden gekopieerd naar %2
pl: Nie można skopiować %1 do %2
sv: Kan inte kopiera %1 till %2
zh_tw: 無法複製 %1 到 %2

# UnixAutostartManager|
source: Unable to remove %1 from %2
ar: غير قادر على إزالة %1 من %2
be: Немагчыма выдаліць %1 з %2
et: Eemaldamine ei õnnestu: %1 %2'st
eu: Ezin da %1 kendu %2-tik
fi: Kohdetta %1 ei voida poistaa kohteesta %2
fr: Impossible de retirer %1 de %2
he: לא ניתן להסיר את %1 מתוך %2
hu: Nem távolítható el %1 innen %2
it: Impossibile rimuovere %1 da %2
ka: %1-ის წაშლა %2-დან შეუძლებელია
nl: %1 kan niet worden verwijderd uit %2
pl: Nie można usunąć %1 z %2
sv: Kan inte ta bort %1 från %2
zh_tw: 無法從 %2 中移除 %1

# SettingsDialog|
source: Portable mode
ar: وضع المحمول
be: Партатыўны рэжым
et: Kaasaskantava rakenduse režiim
eu: Modu eramangarria
fi: Kannettava tila
fr: Mode portable
he: מצב נייד
hu: Hordozható mód
it: Modo portatile
ka: პორტატული რეჟიმი
nl: Overdraagbare modus
pl: Tryb przenośny
sv: Portabelt läge
zh_tw: 可攜模式

# SettingsDialog|
source: Use %1 to store settings
ar: استخدم %1 لتخزين الإعدادات
be: Выкарыстоўваць %1 для захоўвання налад
et: Seadistuste salvestamiseks kasuta %1
eu: Erabili %1 ezarpenak gordetzeko
fi: Tallenna asetukset kohteeseen %1
fr: Utiliser %1 pour stocker les paramètres
he: להשתמש ב־%1 כדי לאחסן את ההגדרות
hu: %1 használata a beállítások tárolására
it: Usa %1 per memorizzare le impostazioni
ka: პარამეტრების შესანახად %1-ის გამოყენება
nl: Gebruik %1 om instellingen op te slaan
pl: Użyj %1 do przechowywania ustawień
sv: Använd %1 för att lagra inställningar
zh_tw: 使用 %1 來儲存設定值

# SettingsDialog|
source: <Auto>
ar: <آليّ>
fi: <Automaattinen>
he: <אוטו׳>
it: <Automatico>
ka: <ავტო>
sv: <Automatisk>
zh_tw: <自動>

# SettingsDialog|
source: Copy
ar: انسخ
fi: Kopioi
fr: Copier
he: העתקה
it: Copia
ka: კოპირება
sv: Kopiera
zh_tw: 複製

# SettingsDialog|
source: None
ar: لا شيء
fi: Ei mitään
fr: Aucun
he: ללא
it: Nessuno
ka: არცერთი
sv: Ingen
zh_tw: 無

# SettingsDialog|
source: Icons:
ar: الأيقونات:
be: Значкі:
et: Ikoonid:
eu: Ikonoak:
fi: Kuvakkeet:
fr: Icônes:
he: סמלים:
hu: Ikonok:
it: Icone:
ka: ხატულები:
nl: Pictogrammen:
pl: Ikony:
sv: Ikoner:
zh_tw: 圖示：

# SettingsDialog|
source: The OCR parameter fields can not be empty.
ar: لا يمكن أن تكون حقول معلمة OCR فارغة.
be: Палі параметраў OCR не могуць быць пустымі.
et: Optilise tekstituvastuse parameetrite väljad ei saa olla tühjad.
eu: OCR parametroen eremuak ezin dira hutsik egon.
fi: OCR-parametrit eivät voi olla tyhjiä.
fr: Les champs du paramètre OCR ne peuvent pas être vides.
he: משתנה זיהוי התווים האופטי לא יכול להישאר ריק.
hu: Az OCR paramétermezők nem lehetnek üresek.
it: Il campo parametri OCR non può essere vuoto.
ka: OCR-ის პარამეტრის ველი ცარიელი ვერ იქნება.
nl: De ocr-optievelden mogen niet blanco zijn.
pl: Pola parametrów OCR nie mogą być puste.
sv: Parameterfälten för optisk teckenigenkänning kan inte vara tomma.
zh_tw: OCR 參數欄位不能為空。

# SettingsDialog|
source: Do you want to discard the invalid parameters?
ar: هل تريد تجاهل المعلمات غير صالحة؟
be: Хочаце адкінуць хібныя параметры?
et: Kas soovid eemaldada vigased parameetrid?
eu: Parametro baliogabeak baztertu nahi dituzu?
fi: Haluatko hylätä virheelliset parametrit?
fr: Voulez-vous rejeter les paramètres non valables ?
he: להתעלם מהמשתנים השגויים?
hu: El akarja dobni az érvénytelen paramétereket?
it: Vuoi scartare i parametri non validi?
ka: გსურთ არასწორი პარამეტრების გაუქმება?
nl: Wilt u de ongeldige opties verwijderen?
pl: Czy chcesz odrzucić nieprawidłowe parametry?
sv: Vill du bortse från de ogiltiga parametrarna?
zh_tw: 確定要捨棄無效的參數嗎？

# SettingsDialog|
source: Select icon
ar: اختر أيقونة
be: Абраць значок
et: Vali ikoon
eu: Aukeratu ikonoa
fi: Valitse kuvake
fr: Choisir l'icône
he: בחירת סמל
hu: Válasszon ikont
it: Seleziona icona
ka: აირჩიეთ ხატულა
nl: Kies een pictogram
pl: Wybierz ikonę
sv: Välj ikon
zh_tw: 選擇圖示

# SettingsDialog|
source: Images (*.png *.ico *.svg *.jpg);;All files()
ar: الصور (*.png *.ico *.svg *.jpg);جميع الملفات()
be: Выявы (*.png *.ico *.svg *.jpg);;Усе файлы()
et: Pildid (*.png *.ico *.svg *.jpg);;Kõik failid()
eu: Irudiak (*.png *.ico *.svg *.jpg);;Fitxategi guztiak ()
fi: Kuvat (*.png *.ico *.svg *.jpg);;Kaikki tiedostot()
fr: Images (*.png *.ico *.svg *.jpg);;Tous fichiers()
he: תמונות (‎*.png‏ ‎*.ico‏ ‎*.svg‏ ‎*.jpg);;כל הקבצים()
hu: Képek (*.png *.ico *.svg *.jpg);;Minden fájl()
it: Immagini (*.png *.ico *.svg *.jpg);;Tutti i file (*.*)
ka: გამოსახულებები (*.png *.ico *.svg *.jpg);;ყველა ფაილი()
nl: Afbeeldingen (*.png *.ico *.svg *.jpg);;Alle bestanden()
pl: Obrazki (*.png *.ico *.svg *.jpg);;Wszystkie pliki()
sv: Bilder (*.png *.ico *.svg *.jpg);;Alla filer()
zh_tw: 圖片 (*.png *.ico *.svg *.jpg);;所有檔案()

# SettingsDialog|
source: Select OCR languages path
ar: حدد مسار اللغات OCR
be: Абраць шлях да моў OCR
et: Vali optilise tekstituvastuse keelemudelite asukoht
eu: Aukeratu OCR hizkuntzen bidea
fi: Valitse OCR-kielten polku
fr: Sélectionner l'emplacement des langues pour la reconnaissance optique de caractères (OCR)
he: נא לבחור נתיב שפות לזיהוי תווים אופטי
hu: Válassza ki az OCR nyelvek elérési útját
it: Seleziona percorso lingue OCR
ka: აირჩიეთ OCR ენების ბილიკი
nl: Kies het ocr-taalpad
pl: Wybierz ścieżkę języków OCR
sv: Välj sökväg till språk för optisk teckenigenkänning
zh_tw: 選擇 OCR 語言路徑

# SettingsDialog|
source: Piper voices path:
ar: مسار أصوات Piper:
fi: Piper-äänten sijainti:
fr: Emplacement des voix pour Piper :
he: נתיב לקולות Piper:
it: Percorso voci Piper:
ka: Piper ხმები ბილიკი:
sv: Piper röstsökväg:
zh_tw: Piper 嗓音路徑：

# SettingsDialog|
source: Directory with voice models
ar: دليل يحتوي على نماذج صوتية
fi: Äänimallien kansio
fr: Dossier avec modèles de voix
he: תיקייה עם דגמי קול
it: Cartella con i modelli voce
ka: საქაღალდე ხმის მოდელებით
sv: Katalog med röstmodeller
zh_tw: 含有嗓音模型的目錄

# SettingsDialog|
source: Select Piper voices path
ar: حدد مسار أصوات Piper
fi: Valitse Piper-äänten sijainti
fr: Sélectionner l'emplacement des voix pour Piper
he: נא לבחור נתיב לקולות Piper
it: Seleziona il percorso voci Piper
ka: აირჩიეთ Piper-ის ხმების ბილიკი
sv: Välj Piper röstsökväg
zh_tw: 選擇 Piper 嗓音路徑

# SettingsDialog|
source: Back
ar: الرجوع
be: Назад
et: Tagasi
eu: Atzera
fi: Takaisin
fr: Retour
he: חזרה
hu: Vissza
it: Indietro
ka: უკან
nl: Terug
pl: Powrót
sv: Tillbaka
zh_tw: 返回

# SettingsDialog|
source: Settings
ar: الإعدادات
be: Налады
et: Seadistused
eu: Ezarpenak
fi: Asetukset
fr: Paramètres
he: הגדרות
hu: Beállítások
it: Impostazioni
ka: მორგება
nl: Instellingen
pl: Ustawienia
sv: Inställningar
zh_tw: 設定

# SettingsDialog|
source: General
ar: عام
be: Асноўныя налады
et: Üldine
eu: Orokorra
fi: Yleiset
fr: Général
he: כללי
hu: Általános
it: Generale
ka: ზოგადი
nl: Algemeen
pl: Ogólne
sv: Allmänt
zh_tw: 一般

# SettingsDialog|
source: Interface
ar: واجهة
be: Інтэрфейс
et: Kasutajaliides
eu: Interfazea
fi: Käyttöliittymä
he: ממשק
hu: Kezelőfelület
it: Interfaccia
ka: ინტერფეისი
nl: Vormgeving
pl: Wygląd
sv: Gränssnitt
zh_tw: 介面

# SettingsDialog|
source: Translation
ar: ترجمة
be: Пераклад
et: Tõlge
eu: Itzulpena
fi: Käännös
fr: Traduction
he: תרגום
hu: Fordítás
it: Traduzione
ka: თარგმანი
nl: Vertaling
pl: Tłumaczenie
sv: Översättning
zh_tw: 翻譯

# SettingsDialog|
source: Text-To-Speech
ar: نطق النص
fi: Puhesynteesi
fr: Synthèse vocale
he: הקראה
it: Sintesi vocale
ka: ტექსტის-წარმოთქმა
sv: Text till tal
zh_tw: 文字轉語音

# SettingsDialog|
source: Connection
ar: اتصال
be: Злучэнне
et: Ühendus
eu: Konexioa
fi: Yhteys
fr: Connexion
he: חיבור
hu: Kapcsolat
it: Internet
ka: კავშირი
nl: Verbinding
pl: Połączenie
sv: Anslutning
zh_tw: 連線

# SettingsDialog|
source: Shortcuts
ar: الاختصارات
be: Спалучэнні клавіш
et: Kiirklahvid
eu: Lasterteklak
fi: Pikanäppäimet
fr: Raccourcis
he: מקשי קיצור
hu: Gyorsbillentyűk
it: Tasti rapidi
ka: მალსახმობები
nl: Sneltoetsen
pl: Skróty klawiszowe
sv: Genvägar
zh_tw: 快捷鍵

# SettingsDialog|
source: About
ar: حول
be: Пра праграму
et: Rakenduse teave
eu: Honi buruz
fi: Tietoja
fr: À propos de
he: על אודות
hu: Névjegy
it: Informazioni
ka: შესახებ
nl: Over
pl: O programie
sv: Om
zh_tw: 關於

# SettingsDialog|
source: Language:
ar: اللغة:
be: Мова:
et: Keel:
eu: Hizkuntza:
fi: Kieli:
fr: Langage:
he: שפה:
hu: Nyelv:
it: Lingua:
ka: ენა:
nl: Programmataal:
pl: Język:
sv: Språk:
zh_tw: 語言：

# SettingsDialog|
source: <html><head/><body><p>Interface language</p></body></html>
ar: <html><head/><body><p>لغة الواجهة</p></body></html>
be: <html><head/><body><p>Мова інтэрфейсу</p></body></html>
et: <html><head/><body><p>Liidese keel</p></body></html>
eu: <html><head/><body><p>Interfazearen hizkuntza</p></body></html>
fi: <html><head/><body><p>Käyttöliittymän kieli</p></body></html>
fr: <html><head/><body><p>Langue de l'interface</p></body></html>
he: <html><head/><body><p>שפת הממשק</p></body></html>
hu: <html><head/><body><p>A felület nyelve</p></body></html>
it: <html><head/><body><p>Lingua interfaccia</p></body></html>
ka: <html><head/><body><p>ინტერფეისის ენა</p></body></html>
nl: <html><head/><body><p>De programmataal</p></body></html>
pl: <html><head/><body><p>Język interfejsu</p></body></html>
sv: <html><head/><body><p>Gränssnittsspråk</p></body></html>
zh_tw: <html><head/><body><p>介面語言</p></body></html>

# SettingsDialog|
source: Main window orientation:
ar: اتجاه النافذة الرئيسة:
be: Арыентацыя галоўнага акна:
et: Põhiakna paigutus:
eu: Lehio nagusiaren orientazioa:
fi: Pääikkunan suuntaus:
fr: Orientation de la fenêtre principale:
he: כיוון החלון הראשי:
hu: A főablak tájolása:
it: Orientamento finestra principale:
ka: მთავარი ფანჯრის ორიენტაცია:
nl: Hoofdvensteroriëntatie:
pl: Orientacja głównego okna:
sv: Huvudfönstrets orientering:
zh_tw: 主視窗方向：

# SettingsDialog|
source: <html><head/><body><p>Orientation of the main window layout<br/>When using <span style=" font-style:italic;">Auto</span>, the window orientation will match the screen orientation</p></body></html>
ar: <html><head/><body><p>توجيه تخطيط النافذة الرئيسة<br/>عند استخدام <span style=" font-style:italic;">الآليّ</span>، اتجاه النافذة سوف يتطابق مع اتجاه الشاشة</p></body></html>
be: <html><head/><body><p>Арыентацыя макета галоўнага акна<br/>Калі выкарыстоўваецца <span style=" font-style:italic;">Аўтаматычна</span>, арыентацыя акна будзе адпавядаць арыентацыя экрана</p></body></html>
et: <html><head/><body><p>Rakenduse põhiakna paigutus<br/>Kui valik on <span style=" font-style:italic;">Automaatne</span>, siis akna paigutus arvestab ekraanipaigutust</p></body></html>
eu: <html><head/><body><p>Leiho nagusiaren diseinuaren orientazioa<br/>Erabiltzean <span style=" etzana letra estiloa;">Auto</span>, leihoaren orientazioa pantailaren orientazioarekin bat etorriko da</p></body></html>
fi: <html><head/><body><p>Pääikkunan asettelun suunta<br/>Käyttäessä<span style=" font-style:italic;">automaattista</span>, sovitetaan ikkunan suuntaus näytön suuntaukseen</p></body></html>
fr: <html><head/><body><p>Orientation de la disposition de la fenêtre principale<br/>Lors de l'utilisation <span style=" font-style:italic;">Auto</span>, l'orientation de la fenêtre correspond à l'orientation de l'écran</p></body></html>
he: <html><head/><body><p>כיוון פריסת החלון הראשי<br/>שימוש ב <span style=" font-style:italic;">אוטו׳</span>, יתאם בין כיוון החלון למסך</p></body></html>
hu: <html><head/><body><p>A főablak elrendezés tájolása<br/>A használat során <span style=" font-style:italic;">Auto</span>, az ablak tájolása megfelel a képernyő tájolásának</p></body></html>
it: <html><head/><body><p>Orientamento layout finestra principale<br/>Quando usi <span style=" font-style:italic;">Automatico</span>, l'orientamento della finestra corrisponderà all'orientamento schermo</p></body></html>
ka: <html><head/><body><p>მთავარი ფანჯრის განლაგების ორიენტაცია<br/>როცა გამოიყენება <span style=" font-style:italic;">ავტო</span>, ფანჯრის ორიენტაცია ეკრანის ორიენტაციას დაემთხვევა</p></body></html>
nl: <html><head/><body><p>Oriëntatie van de hoofdvensterindeling<br/>Als u <span style=" font-style:italic;">Automatisch</span>gebruikt, dan komt de oriëntatie overeen met de schermoriëntatie</p></body></html>
pl: <html><head/><body><p>Orientacja układu okna głównego<br/>Podczas używania <span style=" font-style:italic;">Auto</span>, orientacja okna zostanie dopasowana do orientacji ekranu</p></body></html>
sv: <html><head/><body><p>Orientering av huvudfönstrets layout<br/>När <span style=" font-style:italic;">Automatisk</span> används motsvarar fönstrets orientering skärmens orienteringen</p></body></html>
zh_tw: <html><head/><body><p>主視窗內容佈局的方向<br/>當使用 <span style=" font-style:italic;">自動</span>時，視窗方向將會符合螢幕方向</p></body></html>

# SettingsDialog|
source: Auto
ar: آليّ
be: Аўтаматычна
et: Automaatne
eu: Automatikoa
fi: Automaattinen
he: אוטו׳
hu: Automatikus
it: Automatico
ka: ავტო
nl: Automatisch
pl: Automatycznie
sv: Automatisk
zh_tw: 自動

# SettingsDialog|
source: Portrait
ar: عمودي
be: Кніжная
et: Püstpaigutus
eu: Bertikala
fi: Pysty
he: לאורך
hu: Álló
it: Verticale
ka: პორტრეტი
nl: Verticaal
pl: Portret
sv: Stående
zh_tw: 直向

# SettingsDialog|
source: Landscape
ar: أفقي
be: Альбомная
et: Rõhtpaigutus
eu: Horizontala
fi: Vaaka
fr: Paysage
he: לרוחב
hu: Fekvő
it: Orizzontale
ka: ლანდშაფტი
nl: Horizontaal
pl: Orientacja w poziomie
sv: Liggande
zh_tw: 橫向

# SettingsDialog|
source: Translation mode:
ar: وضع الترجمة:
be: Рэжым перакладу:
et: Tõlkerežiim:
eu: Itzulpen modua:
fi: Käännöstila:
fr: Mode de traduction:
he: מצב תרגום:
hu: Fordítási mód:
it: Modo traduzione:
ka: თარგმანის რეჟიმი:
nl: Vertaalmodus:
pl: Tryb tłumaczenia:
sv: Översättningsmetod:
zh_tw: 翻譯模式：

# SettingsDialog|
source: <html><head/><body><p>A window for translating selected text. If the application is minimized, the main window will always be used.</p></body></html>
ar: <html><head/><body><p>نافذة لترجمة النص المحدد. إذا صُغّر التطبيق، فستُستخدم النافذة الرئيسة دائماً.</p></body></html>
be: <html><head/><body><p>Акно для перакладу абранага тэксту. Калі праграма згорнутая, заўсёды будзе выкарыстоўвацца галоўнае акно.</p></body></html>
et: <html><head/><body><p>Aken valitud teksti tõlkimise jaoks. Kui rakendus on minimeeritud vaates, siis alati kasutame põhiakent.</p></body></html>
eu: <html><head/><body><p>Hautatutako testua itzultzeko leiho bat. Aplikazioa minimizatzen bada, beti erabiliko da leiho nagusia..</p></body></html>
fi: <html><head/><body><p>Ikkuna valitun tekstin käännökseen. Jos sovellus on pienennetty, käytetään aina pääikkunaa.</p></body></html>
fr: <html><head/><body><p>Une fenêtre pour traduire le texte sélectionné. Si l'application est minimisée, la fenêtre principale sera toujours utilisée.</p></body></html>
he: <html><head/><body><p>חלון לתרגום הטקסט הנבחר. אם היישום ממוזער, החלון הראשי יהיה בשימוש.</p></body></html>
hu: <html><head/><body><p>A kiválasztott szöveg fordítására szolgáló ablak. Ha az alkalmazást minimálisra csökkenti, akkor mindig a főablak lesz használatban.</p></body></html>
it: <html><head/><body><p>Una finestra per tradurre il testo selezionato. Se l'applicazione è ridotta a icona, verrà sempre usata la finestra principale.</p></body></html>
ka: <html><head/><body><p>ფანჯარა მონიშნული ტექსტის სათარგმნად. თუ აპლიკაცია ჩაკეცილია, ყოველთვის გამოყენებული იქნება მთავარი ფანჯარა.</p></body></html>
nl: <html><head/><body><p>Een venster voor het vertalen van geselecteerde tekst. Als het programma geminimaliseerd is, wordt het hoofdvenster gebruikt.</p></body></html>
pl: <html><head/><body><p>Okno służące do tłumaczenia zaznaczonego tekstu. Jeśli aplikacja zostanie zminimalizowana, zawsze będzie używane okno główne.</p><body></html>
sv: <html><head/><body><p>Ett fönster för att översätta markerad text. Om programmet minimeras används huvudfönstret alltid.</p></body></html>
zh_tw: <html><head/><body><p>用來翻譯所選文字的視窗。如果本應用程式已最小化，則總是會使用主視窗。</p></body></html>

# SettingsDialog|
source: Pop-up window
ar: نافذة منبثقة
be: Выплыўное акно
et: Hüpikaken
eu: Pop-up leihoa
fi: Ponnahdusikkuna
fr: Fenêtre pop-up
he: חלון צץ
hu: Felugró ablak
it: Finestra popup
ka: მხტუნარა ფანჯარა
nl: Pop-upvenster
pl: Okno pop-up
sv: Meddelandefönster
zh_tw: 彈出式視窗

# SettingsDialog|
source: Main window
ar: النافذة الرئيسة
be: Галоўнае акно
et: Põhiaken
eu: Leiho nagusia
fi: Pääikkuna
fr: Fenêtre principale
he: חלון ראשי
hu: Főablak
it: Finestra principale
ka: მთავარი ფანჯარა
nl: Hoofdvenster
pl: Główne okno
sv: Huvudfönster
zh_tw: 主視窗

# SettingsDialog|
source: Notification
ar: إشعار
be: Апавяшчэнне
et: Teavitus
eu: Jakinarazpena
fi: Ilmoitus
he: התראה
hu: Értesítés
it: Notifiche
ka: გაფრთხილება
nl: Melding
pl: Zgłoszenie
sv: Underrättelse
zh_tw: 通知

# SettingsDialog|
source: Translation notification timeout:
ar: مهلة إشعار الترجمة:
be: Час чакання апавяшчэння перакладу:
et: Tõlketeavituse aegumine:
eu: Itzulpenaren jakinarazpenen denbora-muga:
fi: Käännösilmoituksen aikakatkaisu:
fr: Délai de notification de traduction :
he: תום זמן התראת תרגום:
hu: Fordítási értesítés időtúllépése:
it: Timeout notifica traduzione:
ka: თარგმანის გაფრთხილების მოლოდინის ვადა:
nl: Melding verdwijnt na:
pl: Limit czasu powiadomienia o tłumaczeniu:
sv: Tidsgräns överskriden för översättningsunderrättelse:
zh_tw: 翻譯通知逾時：

# SettingsDialog|
source: <html><head/><body><p>Notification with translation display time</p></body></html>
ar: <html><head/><body><p>إشعار بوقت عرض الترجمة</p></body></html>
be: <html><head/><body><p>Апавяшчэнне з часам паказу перакладу</p></body></html>
et: <html><head/><body><p>Teavitusega kuvatud tõlke näitamise aeg</p></body></html>
eu: <html><head/><body><p>Jakinarazpena itzulpena bistaratzeko denborarekin</p></body></html>
fi: <html><head/><body><p>Ilmoitus käännöksen näyttöajalla</p></body></html>
fr: <html><head/><body><p>Notification avec heure d'affichage de la traduction</p></body></html>
he: <html><head/><body><p>התראה עם זמן תצוגת התרגום</p></body></html>
hu: <html><head/><body><p>Értesítés fordítási megjelenítési idővel</p></body></html>
it: <html><head/><body><p>Notifica con tempo visualizzazione traduzione</p></body></html>
ka: <html><head/><body><p>გაფრთხილება თარგმანის ჩვენების დროით</p></body></html>
nl: <html><head/><body><p>De melding met de vertaling</p></body></html>
pl: <html><head/><body><p>Powiadomienie z tłumaczeniem czasu wyświetlania</p></body></html>
sv: <html><head/><body><p>Underrättelse med översättningens visningstid</p></body></html>
zh_tw: <html><head/><body><p>翻譯通知顯示時間</p></body></html>

# SettingsDialog|
source: sec
ar: ثانية
be: сек
et: sek
eu: segundo
fi: sek
fr: seconde
he: שנ׳
hu: mp
ka: წმ
sv: s
zh_tw: 秒

# SettingsDialog|
source: <html><head/><body><p>Display icon in the system tray</p></body></html>
ar: <html><head/><body><p>عرض أيقونة في لوحة النظام</p></body></html>
be: <html><head/><body><p>Паказ значка на прасторы апавяшчэнняў</p></body></html>
et: <html><head/><body><p>Näita rakenduse ikooni süsteemisalves</p></body></html>
eu: <html><head/><body><p>Erakutsi ikonoa sistemaren erretiluan</p></body></html>
fi: <html><head/><body><p>Näytä kuvake ilmoitusalueella</p></body></html>
fr: <html><head/><body><p>icône d'affichage dans la barre système</p></body></html>
he: <html><head/><body><p>הצגת סמל בשורת המערכת</p></body></html>
hu: <html><head/><body><p>Ikon a rendszertálcán</p></body></html>
it: <html><head/><body><p>Visualizza icona nel vassoio di sistema</p></body></html>
ka: <html><head/><body><p>ხატულას ჩვენება სისტემის კუთხეში</p></body></html>
nl: <html><head/><body><p>Toon een pictogram in het systeemvak</p></body></html>
pl: <html><head/><body><p>Wyświetl ikonę w zasobniku systemowym</p></body></html>
sv: <html><head/><body><p>Visa ikon i systembrickan</p></body></html>
zh_tw: <html><head/><body><p>在系統匣中顯示圖示</p></body></html>

# SettingsDialog|
source: Show tray icon
ar: إظهار أيقونة اللوحة
be: Паказваць значок на прасторы апавяшчэнняў
et: Näita ikooni süsteemisalves
eu: Erakutsi erretiluko ikonoa
fi: Näytä ilmoitusalueen kuvake
fr: Afficher l'icône de notification
he: הצגת סמל בשורת המערכת
hu: Tálca ikon megjelenítése
it: Visualizza icona barra sistema
ka: სისტემის კუთხეში ხატულის ჩვენება
nl: Systeemvakpictogram tonen
pl: Pokaż ikonę w zasobniku systemowym
sv: Visa ikon i systembrickan
zh_tw: 顯示系統匣圖示
