Repository: KDE/crow-translate
Catalog: poqm/*/crow-translate_qt.po
Languages: ar, be, et, eu, fi, fr, he, hu, it, ka, nl, pl, sv, zh_tw

# OnlineTranslator|
source: Lithuanian
ar: الليتوانية
be: Летувіская
et: leedu
eu: Lituaniera
fi: liettua
fr: Lituanien
he: ליטאית
hu: Litván
it: Lituano
ka: ლიტვური
nl: Litouws
pl: Litewski
sv: Litauiska
zh_tw: 立陶宛語

# OnlineTranslator|
source: Lower Sorbian
ar: الصربية السفلى
be: Ніжнялужыцкая
eu: Sorabiera (behekoa)
fi: alasorbi
fr: Bas-Serbe
he: סורבית תחתית
it: Lingua soraba inferiore
ka: ქვედა სორბული
nl: Nedersorbisch
pl: Dolnołużycki
sv: Lågsorbiska
zh_tw: 下索布語

# OnlineTranslator|
source: Luganda
ar: اللوغندية
be: Луганда
he: לוגנדה
ka: ლუგანდა
zh_tw: 盧干達語

# OnlineTranslator|
source: Luxembourgish
ar: اللوكسمبرجية
be: Люксембургская
et: letseburgi
eu: Luxenburgera
fi: luksemburg
fr: Luxembourgeois
he: לוקסמבורגית
hu: Luxemburgi
it: Lussemburghese
ka: ლუქსემბურგური
nl: Luxemburgs
pl: Luksemburski
sv: Luxemburgiska
zh_tw: 盧森堡語

# OnlineTranslator|
source: Macedonian
ar: المقدونية
be: Македонская
et: makedoonia
eu: Mazedoniera
fi: makedonia
fr: Macédonien
he: מקדונית
hu: Macedón
it: Macedone
ka: მაკედონური
nl: Macedonisch
pl: Macedoński
sv: Makedonska
zh_tw: 馬其頓語

# OnlineTranslator|
source: Maithili
ar: الميثيلية
be: Майтхілі
eu: Maithiliera
fr: Maïthili
he: מאיטילית
ka: მაითხილი
zh_tw: 邁蒂利語

# OnlineTranslator|
source: Malagasy
ar: المالاجاشية
be: Малагасійская
et: malagassi
eu: Malagasyera
fi: malagassi
fr: Malgache
he: מלגשית
it: Malgascio
ka: მალაიზიური
nl: Malagasi
sv: Malagassiska
zh_tw: 馬拉加斯語

# OnlineTranslator|
source: Malay
ar: الماليزية
be: Малайская
et: malai
eu: Malaysiera
fi: malaiji
fr: Malaisien
he: מלאית
it: Malese
ka: მალაიური
nl: Maleis
sv: Malajiska
zh_tw: 馬來語

# OnlineTranslator|
source: Malayalam
ar: المالايلامية
be: Малаялам
et: malajalami
eu: Malayalamera
fi: malajalam
fr: Malayalam sud-ouest Inde
he: מלאיאלאם
ka: მალაიამი
zh_tw: 馬拉雅拉姆語

# OnlineTranslator|
source: Maltese
ar: المالطية
be: Мальтыйская
et: malta
eu: Maltera
fi: malta
fr: Maltais
he: מלטית
ka: მალტური
nl: Maltees
pl: Maltański
sv: Maltesiska
zh_tw: 馬爾他語

# OnlineTranslator|
source: Manx Gaelic
ar: مانكس الغيلية
be: Мінская гаэльская
eu: Manxera
fi: manxingaeli
fr: Gaélique Manx
he: גאלית מאנית
it: Mannese
ka: მანქსის გელური
nl: Manx Keltisch
pl: Gaelicki Manx
sv: Manx
zh_tw: 曼島蓋爾語

# OnlineTranslator|
source: Marathi
ar: الماراثية
be: Маратхі
eu: Marathiera
fr: Marathi Inde
he: מראטהית
ka: მარათი
zh_tw: 馬拉提語

# OnlineTranslator|
source: Mari
ar: الماري
be: Марыйская
he: מרי
ka: მარული
zh_tw: 馬里語

# OnlineTranslator|
source: Marshallese
ar: المارشالية
be: Маршальская
eu: Marshallera
fi: marshall
fr: Marshallais
he: מרשלית
ka: მარშალური
nl: Marshallees
pl: z Wysp Marshalla
sv: Marshallesiska
zh_tw: 馬紹爾語

# OnlineTranslator|
source: Meiteilon (Manipuri)
ar: ميتييلون (مانيبوري)
be: Мейтэйрон (Маніпуры)
eu: Manipurera
he: מאיטיילון (מניפורית)
ka: მეიტეილონი (მანიპური)
sv: Meitei (manipuri)

# OnlineTranslator|
source: Mende
ar: الميندى
be: Мендэ
he: מנדי
ka: მანდი
zh_tw: 門德語

# OnlineTranslator|
source: Mizo
ar: ميزو
be: Мізо
he: מיזו
ka: მიზო
zh_tw: 米佐語

# OnlineTranslator|
source: Mongolian
ar: المنغولية
be: Мангольская
et: mongoli
eu: Mongoliera
fi: mongolia
fr: Mongol
he: מונגולית
hu: Mongol
it: Mongolo
ka: მონღოლური
nl: Mongools
pl: Mongolski
sv: Mongoliska
zh_tw: 蒙古語

# OnlineTranslator|
source: Mongolian (Cyrillic)
ar: المنغولية السيريلية
be: Мангольская (кірыліца)
eu: Mongoliera (zirilikoa)
fi: mongoli (kyrillinen)
fr: Mongol (Cyrillique)
he: מונגולית קירילית
it: Mongolo (cirillico)
ka: მონღოლური (კირილიცა)
nl: Mongools (cyrillisch)
pl: Mongolski (cyrylica)
sv: Mongoliska (kyrillisk)
zh_tw: 蒙古語（西里爾字母）

# OnlineTranslator|
source: Mongolian (Traditional)
ar: منغولي (تقليدي)
be: Мангольская (традыцыйная)
eu: Mongoliera (tradizionala)
fi: mongoli (perinteinen)
fr: Mongol (Traditionnel)
he: מונגולית מסורתית
it: Mongolo (tradizionale)
ka: მონღოლური (ტრადიციული)
nl: Mongools (traditioneel)
pl: Mongolski (tradycyjny)
sv: Mongoliska (traditionell)
zh_tw: 蒙古語（傳統字母）

# OnlineTranslator|
source: Morisyen
ar: موريسين
be: Маўрыкійская
eu: Maurizioko kreolera
he: מאוריטנית קריאולית (מוריסיינית)
it: Creolo mauriziano
ka: მავრიტანულ-კრეოლური
sv: Mauritisk kreoliska
zh_tw: 模里西斯語

# OnlineTranslator|
source: Myanmar (Burmese)
ar: ميانمار (بورمي)
be: М'янмарская (бірманская)
eu: Myanmarreko birmaniera
fi: myanmar (burma)
fr: Myanmar (Birman)
he: בורמזית (מיאנמר)
it: Myanmar (Birmano)
ka: მიანმარი (ბურმული)
nl: Myanmar (Burmees)
pl: Myanmar (Birmański)
sv: Burmesiska
zh_tw: 緬甸語

# OnlineTranslator|
source: Māori
ar: ماوري
be: Маары
eu: Maoriera
he: מאורית
it: Maori
ka: მაორი
sv: Maori
zh_tw: 毛利語

# OnlineTranslator|
source: Nepali
ar: النبالية
be: Непальская
eu: Nepalera
fr: Népalais
he: נפאלית
hu: Nepáli
it: Nepalese
ka: ნეპალური
nl: Nepalees
pl: Nepalski
zh_tw: 尼泊爾語

# OnlineTranslator|
source: Niuean
ar: النييوية
be: Ніўэ
eu: Niuera
fi: niue
he: ניואית
it: Niueano
ka: ნიუეანი
sv: Niueanska
zh_tw: 紐埃語

# OnlineTranslator|
source: Norwegian
ar: النرويجية
be: Нарвежская
et: norra
eu: Norvegiera
fi: norja
fr: Norvégien
he: נורווגיה
hu: Norvég
it: Norvegese
ka: ნორვეგიული
nl: Noors
pl: Norweski
sv: Norska
zh_tw: 挪威語

# OnlineTranslator|
source: Nyanja
ar: نيانجا
be: Н’янджа
eu: Txewera
he: ניאנז׳ה
it: Chewa
ka: ნიანჯა
sv: Chichewa
zh_tw: 尼揚賈語

# OnlineTranslator|
source: Odia
ar: الأورية
be: Одыя
he: אורייה
ka: ორია
sv: Oriya
zh_tw: 歐利亞語

# OnlineTranslator|
source: Oromo
ar: اﻻورومية
be: Арома
eu: Oromoera
he: אורומו
ka: ორომო
zh_tw: 奧羅莫語

# OnlineTranslator|
source: Palauan
ar: البالاوية
be: Палау
eu: Palauera
fi: palau
fr: Paluan
he: פלאואית
it: Palauano
ka: პალაუანი
sv: Palauiska
zh_tw: 帛琉語

# OnlineTranslator|
source: Papiamentu
ar: بابيامانتو
be: Пап'яменту
eu: Papiamento
he: פפיאמנטו
it: Papiamento
ka: პაპიამენტუ
nl: Papiaments
sv: Papiamento
zh_tw: 帕皮阿門託語

# OnlineTranslator|
source: Pashto
ar: البشتونية
be: Пушту
et: puštu
eu: Paxtuera
fi: paštu
he: פשטו
hu: Pastu
ka: პაშტო
nl: Pasjtoe
zh_tw: 普什圖語

# OnlineTranslator|
source: Persian
ar: الفارسية
be: Персідская
et: pärsia
eu: Persiera
fi: farsi
fr: Perse
he: פרסית
hu: Perzsa
it: Persiano
ka: სპარსული
nl: Perzisch
pl: Perski
sv: Persiska
zh_tw: 波斯語

# OnlineTranslator|
source: Pijin
ar: بيجين
be: Піджын
fi: piji
he: פיג׳ין
ka: პიჯინი

# OnlineTranslator|
source: Polish
ar: البولندية
be: Польская
et: poola
eu: Poloniera
fi: puola
fr: Polonais
he: פולנית
hu: Lengyel
it: Polacco
ka: პოლონური
nl: Pools
pl: Polski
sv: Polska
zh_tw: 波蘭語

# OnlineTranslator|
source: Portuguese (Brazilian)
ar: برتغالي: برازيلي
be: Партугальская (Бразілія)
eu: Portugesa (Brasil)
fi: portugali (Brasilia)
fr: Portugais (Brésilien)
he: פורטוגלית ברזילאית
it: Portoghese (Brasile)
ka: პორტუგალიური (ბრაზილიური)
nl: Portugees (Braziliaans)
pl: Portugalski (brazylijski)
sv: Portugisiska (brasiliansk)
zh_tw: 葡萄牙語（巴西）

# OnlineTranslator|
source: Portuguese (Portugal)
ar: البرتغالية (البرتغال)
be: Партугальская (Партугалія)
eu: Portugesa (Portugal)
fi: portugali (Portugali)
fr: Portugais (Portugal)
he: פורטוגלית של פורטוגל
it: Portoghese (Portogallo)
ka: პორტუგალიური (პორტუგალია)
nl: Portugees (Portugal)
pl: Portugalski (Portugalia)
sv: Portugisiska (Portugal)
zh_tw: 葡萄牙語（葡萄牙）

# OnlineTranslator|
source: Potawatomi
ar: بوتاواتومي
be: Патаватомі
he: פוטוואטומי
ka: პოტავატომი

# OnlineTranslator|
source: Punjabi
ar: البنجابية
be: Панджабі
et: pandžabi
eu: Punjabera
fi: pandžabi
fr: Pendjabi
he: פנג׳אבית
ka: პანჯაბი
zh_tw: 旁遮普語

# OnlineTranslator|
source: Quechua
ar: الكويتشوا
be: Кечуа
eu: Kitxua
fi: ketšua
he: קצ׳ואה
ka: კეჩუა
zh_tw: 蓋楚瓦語

# OnlineTranslator|
source: Querétaro Otomi
ar: كويريتارو أوتومي
be: Паўночна-заходняя атамі
eu: Queretaroko Otomi
he: אוטומטי של קרטרו
ka: კერეტარო ოტომი
zh_tw: 克雷塔羅奧托米

# OnlineTranslator|
source: Romanian
ar: الرومانية
be: Румынская
et: rumeenia
eu: Errumaniera
fi: romania
fr: Roumain
he: רומנית
hu: Román
it: Rumeno
ka: რუმინული
nl: Roemeens
pl: Rumuński
sv: Rumänska
zh_tw: 羅馬尼亞語

# OnlineTranslator|
source: Rundi
ar: روندي
be: Рундзі
he: רונדי
it: Kirundi
ka: რუნდი
sv: Kirundi
zh_tw: 隆地語

# OnlineTranslator|
source: Russian
ar: الروسية
be: Расійская
et: vene
eu: Errusiera
fi: venäjä
fr: Russe
he: רוסית
hu: Orosz
it: Russo
ka: რუსული
nl: Russisch
pl: Rosyjski
sv: Ryska
zh_tw: 俄語

# OnlineTranslator|
source: Samoan
ar: الساموائية
be: Самаанская
et: samoa
eu: Samoera
fi: samoa
he: סמואית
it: Samoano
ka: სამოური
nl: Samoaans
pl: Samoański
sv: Samoanska
zh_tw: 薩摩亞語

# OnlineTranslator|
source: Sango
ar: سانجو
be: Санга
he: סָנְגוֹ
ka: სანგო
zh_tw: 桑戈語

# OnlineTranslator|
source: Sanskrit
ar: السنسكريتية
be: Санскрыт
eu: Sanskrito
fi: sanskriitti
he: סנסקריט
it: Sanscrito
ka: სანსკრიტი
nl: Sanskriet
pl: Sanskryt
zh_tw: 梵語

# OnlineTranslator|
source: Scots Gaelic
ar: الغيلية الأسكتلندية
be: Гаэльская (Шатландыя)
et: gaeli
eu: Eskoziako gaelikoa
fi: gaeli
fr: Gaélique écossais
he: גאלית סקוטית
hu: Skót gael
it: Gaelico scozzese
ka: შოტლანდიური გალური
nl: Schots Keltisch
pl: Szkocki gaelicki
sv: Skotsk gaeliska
zh_tw: 蘇格蘭蓋爾語

# OnlineTranslator|
source: Serbian (Cyrillic)
ar: الصربية (السيريلية)
be: Сербская (кірыліца)
et: serbia (kirillitsa)
eu: Serbiera (zirilikoa)
fi: serbia (kyrillinen)
fr: Serbe (cyrillique)
he: סרבית קירילית
hu: Szerb (cirill)
it: Serbo (cirillico)
ka: სერბული (კირილიცა)
nl: Servisch (Cyrillisch)
pl: Serbski (cyrylica)
sv: Serbiska (kyrilliskt)
zh_tw: 塞爾維亞語（西里爾字母）

# OnlineTranslator|
source: Serbian (Latin)
ar: الصربية (اللاتينية)
be: Сербская (Лацінка)
et: serbia (ladina)
eu: Serbiera (latinoa)
fi: serbia (latinalainen)
fr: Serbe (latin)
he: סרבית לטינית
hu: Szerb (Latin)
it: Serbo (Latino)
ka: სერბული (ლათინური)
nl: Servisch (Latijn)
pl: Serbski (łacina)
sv: Serbiska (latinskt)
zh_tw: 塞爾維亞語（拉丁字母）

# OnlineTranslator|
source: Sesotho
ar: السوثوية
be: Сесота
et: sotho
he: ססוטו
ka: ლესოტო
zh_tw: 索托語

# OnlineTranslator|
source: Sesotho sa Leboa
ar: سيسوتو سا ليبوا
be: Паўночная сота
eu: Sesotho (iparraldekoa)
he: סוטו צפונית
it: Sesotho del nord
ka: ჩრდილოეთ სოტო
sv: Nordsotho
zh_tw: 北索托語

# OnlineTranslator|
source: Setswana
ar: سيتسوانا
be: Тсвана
eu: Tswanera
fi: tswana
he: סטסוואנה
ka: სეტსვანა
nl: Setswanisch
pl: Setswański
zh_tw: 札那語

# OnlineTranslator|
source: Shona
ar: الشونا
be: Шона
et: šona
fi: šona
he: שונה
ka: შონა
zh_tw: 修納語

# OnlineTranslator|
source: Sindhi
ar: السندية
be: Сіндхі
eu: Sindhiera
he: סינדית
ka: სინდი
zh_tw: 信德語

# OnlineTranslator|
source: Sinhala
ar: السنهالية
be: Сінгальская
et: singali
fr: Cinghalais
he: סינהלית
ka: სინჰალა
nl: Singalees
sv: Singalesiska
zh_tw: 僧伽羅語

# OnlineTranslator|
source: Slovak
ar: السلوفاكية
be: Славацкая
et: slovaki
eu: Eslovakiera
fi: slovakki
fr: Slovaque
he: סלובקית
hu: Szlovák
it: Slovacco
ka: სლოვაკური
nl: Slowaaks
pl: Słowacki
sv: Slovakiska
zh_tw: 斯洛伐克語

# OnlineTranslator|
source: Slovenian
ar: السلوفانية
be: Славенская
et: sloveeni
eu: Esloveniera
fi: sloveeni
fr: Slovène
he: סלובנית
hu: Szlovén
it: Sloveno
ka: სლოვენური
nl: Sloveens
pl: Słoweński
sv: Slovenska
zh_tw: 斯洛維尼亞語

# OnlineTranslator|
source: Somali
ar: الصومالية
be: Самалійская
et: somaali
eu: Somaliera
fr: Somaliens
he: סומלית
hu: Szomáliai
it: Somalo
ka: სომალი
nl: Somalisch
pl: Somalijski
zh_tw: 索馬利亞語

# OnlineTranslator|
source: Spanish
ar: الإسبانية
be: Іспанская
et: hispaania
eu: Gaztelania
fi: espanja
fr: Espagnol
he: ספרדית
hu: Spanyol
it: Spagnolo
ka: ესპანური
nl: Spaans
pl: Hiszpański
sv: Spanska
zh_tw: 西班牙語

# OnlineTranslator|
source: Sranan Tongo
ar: لغة سرانان
be: Сранан Тонга
he: סרנן טונגו
ka: სრანან ტონგო
sv: Sranan

# OnlineTranslator|
source: Sundanese
ar: السودانية
be: Сунданская
et: sunda
fi: sunda
fr: Soudanais
he: סונדית
ka: სუნდური
nl: Soedanees
pl: Sundajski
sv: Sundanesiska
zh_tw: 巽他語

# OnlineTranslator|
source: Swahili
ar: السواحلية
be: Суахілі
et: suahiili
eu: Swahilia
he: סוואהילי
ka: სუაჰილური
pl: Suahili
zh_tw: 斯瓦希里語

# OnlineTranslator|
source: Swedish
ar: السويدية
be: Шведская
et: rootsi
eu: Suediera
fi: ruotsi
fr: Suédois
he: שוודית
hu: Svéd
it: Svedese
ka: შვედური
nl: Zweeds
pl: Szwedzki
sv: Svenska
zh_tw: 瑞典語

# OnlineTranslator|
source: Syriac (Aramaic)
ar: سرياني (آرامي)
be: Сірыйская (арамейская)
eu: Asiriera
fi: syyria (aramea)
fr: Syriaque (Araméen)
he: ארמית סורית
it: Siriano (aramaico)
ka: სირიული (არამეული)
nl: Syrisch (Aramees)
pl: Syryjski (Aramejski)
sv: Syriska (arameiska)
zh_tw: 敘利亞語（亞蘭字母）

# OnlineTranslator|
source: Tahitian
ar: التاهيتية
be: Таіцянская
et: tahiti
eu: Tahitiera
fi: tahiti
fr: Tahitien
he: טהיטית
hu: Tahiti
it: Tahitiano
ka: ტაიტური
nl: Tahitiaans
pl: Tahitański
sv: Tahitiska
zh_tw: 大溪地語

# OnlineTranslator|
source: Tajik
ar: الطاجيكية
be: Таджыкская
et: tadžiki
eu: Tadjikera
fi: tadžikki
he: טג׳יקית
ka: ტაჯიკური
nl: Tadzjieks
pl: Tadżykistański
sv: Tadzjikiska
zh_tw: 塔吉克語

# OnlineTranslator|
source: Tamashek (Tuareg)
ar: التاماشيك (الطوارق)
be: Тамашак (туарэгская)
fi: tamašek (tuaregi)
fr: Tamashek (Touareg)
he: טאמאשק (טוארג)
ka: თამაშეკი (ტუარეგი)
sv: Tamasheg

# OnlineTranslator|
source: Tamil
ar: التاميلية
be: Тамільская
et: tamili
eu: Tamilera
fi: tamili
he: טמילית
ka: თამილური
zh_tw: 泰米爾語

# OnlineTranslator|
source: Tatar
ar: التترية
be: Татарская
et: tatari
eu: Tatariera
fi: tataari
he: טטרית
hu: Tatár
it: Tartaro
ka: თათრული
nl: Tataars
pl: Tatarski
sv: Tatariska
zh_tw: 韃靼語

# OnlineTranslator|
source: Telugu
ar: التيولوغية
be: Тэлугу
fr: Télougou Inde
he: טלוגו
ka: ტელუგური
zh_tw: 泰盧固語

# OnlineTranslator|
source: Tetum
ar: التيتومية
be: Тэтум
he: טטום
ka: ტეტუმი

# OnlineTranslator|
source: Thai
ar: التايلندية
be: Тайская
et: tai
eu: Thailandiera
fr: Thaï /Thaïlandais
he: תאית
it: Tailandese
ka: ტაილანდური
pl: Tajlandzki
sv: Thailändska
zh_tw: 泰語

# OnlineTranslator|
source: Tibetan
ar: التبتية
be: Тыбецкая
eu: Tibetera
fi: tiibet
fr: Tibétain
he: טיבטית
it: Tibetano
ka: ტიბეტური
nl: Tibetaans
pl: Tybetański
sv: Tibetanska
zh_tw: 藏語

# OnlineTranslator|
source: Tigrinya
ar: التگرينية
be: Тыгрынья
eu: Tigrinyera
fi: tigrinja
he: תיגרית
it: Tigrino
ka: ტიგრინია
sv: Tigrinska
zh_tw: 提格利尼亞語

# OnlineTranslator|
source: Tok Pisin
ar: توك بيسين
be: Ток-пісін
he: טוק פיסין
ka: ტოკ პისინი

# OnlineTranslator|
source: Tokelauan
ar: التوكلوية
be: Такелау
eu: Tokelauera
fi: tokelau
he: טוקלאית
it: Tokelau
ka: ტოკელაუანი
sv: Tokelauanska
zh_tw: 托克勞語

# OnlineTranslator|
source: Tongan
ar: تونغي
be: Танганская
et: tonga
eu: Tonga
fi: tonga
fr: Tongien
he: טונגאית
it: Tongano
ka: ტონგური
nl: Tongaans
sv: Tonganska
zh_tw: 東加語

# OnlineTranslator|
source: Tsonga
ar: التسونجا
be: Тсонга
eu: Tsongera
he: צונגה
ka: ტსონგა
zh_tw: 尚加語

# OnlineTranslator|
source: Turkish
ar: التركية
be: Турэцкая
et: türgi
eu: Turkiera
fi: turkki
fr: Turc
he: טורקית
hu: Török
it: Turco
ka: თურქული
nl: Turks
pl: Turecki
sv: Turkiska
zh_tw: 土耳其語

# OnlineTranslator|
source: Turkmen
ar: التركمانية
be: Туркменская
et: türkmeeni
eu: Turkmeniera
fi: turkmeeni
fr: Turkmène
he: טורקמנית
hu: Türkmén
it: Turkmeno
ka: თურქმენული
nl: Turkmeens
pl: Turkmeński
sv: Turkmenska
zh_tw: 土庫曼語

# OnlineTranslator|
source: Tuvaluan
ar: توفالوان
be: Тувалу
eu: Tuvaluera
fi: tuvalu
fr: Tuvaluane
he: טובאלואנית
it: Tuvaluano
ka: ტუვალუური
sv: Tuvaluanska
zh_tw: 吐瓦魯語

# OnlineTranslator|
source: Twi
ar: توي
be: Тві
he: טווי
ka: ტვი
zh_tw: 契維語

# OnlineTranslator|
source: Udmurt
ar: الأدمرت
be: Удмурцкая
et: udmurdi
eu: Udmurtera
fi: udmurtti
he: אודמורטית
ka: უდმურტული
nl: Oedmoerts
sv: Udmurtiska
zh_tw: 烏德穆爾特語

# OnlineTranslator|
source: Ukrainian
ar: الأوكرانية
be: Украінская
et: ukraina
eu: Ukrainiera
fi: ukraina
fr: Ukrainien
he: אוקראינית
hu: Ukrán
it: Ucraino
ka: უკრაინული
nl: Oekraïens
pl: Ukraiński
sv: Ukrainska
zh_tw: 烏克蘭語

# OnlineTranslator|
source: Uma
ar: أوما
be: Ума
he: אוּמה
ka: უმა
zh_tw: 烏瑪語

# OnlineTranslator|
source: Upper Sorbian
ar: الصربية العليا
be: Верхнялужыцкая
eu: Goi-sorabiera
fi: yläsorbi
fr: Haut Serbe
he: סורבית עילית
it: Lingua soraba superiore
ka: ზედა სორბიული
nl: Oppersorbisch
pl: Górnołużycki
sv: Högsorbiska
zh_tw: 上索布語

# OnlineTranslator|
source: Urdu
ar: الأوردية
be: Урду
eu: Urduera
fr: Ourdou
he: אורדו
ka: ურდუ
zh_tw: 烏爾都語

# OnlineTranslator|
source: Uyghur
ar: اﻻوغورية
be: Уйгурская
eu: Uighurera
fi: uiguuri
fr: Ouïghour
he: אויגורית
it: Uiguro
ka: უიღური
nl: Oeigoers
pl: Ujgurski
sv: Uiguriska
zh_tw: 維吾爾語

# OnlineTranslator|
source: Uzbek (Cyrillic)
ar: الأزبكية السريلية
be: Узбекская (кірыліца)
eu: Uzbekera (zirilikoa)
fi: uzbekki (kyrillinen)
fr: Ouzbek (Cyrillique)
he: אוזבקית קירילית
it: Usbeco (cirillico)
ka: უზბეკური (კირილიცა)
nl: Oezbeeks (Cyrilisch)
pl: Uzbecki (cyrlica)
sv: Uzbekiska (kyrilliskt)
zh_tw: 烏茲別克語（西里爾字母）

# OnlineTranslator|
source: Uzbek (Latin)
ar: اللاتينية الأوزبكية
be: Узбекская (лацінка)
eu: Uzbekera (latinoa)
fi: uzbekki (latinalainen)
he: אוזבקית לטינית
it: Usbeco (latino)
ka: უზბეკური (ლათინური)
nl: Oezbeeks (Latijn)
pl: Uzbecki (łacina)
sv: Uzbekiska (latinskt)
zh_tw: 烏茲別克語（拉丁字母）

# OnlineTranslator|
source: Vietnamese
ar: الفيتنامية
be: В'етнамская
et: vietnami
eu: Vietnamiera
fi: vietnam
fr: Vietnamien
he: וייטנאמית
hu: Vietnámi
it: Vietnamita
ka: ვიეტნამური
nl: Vietnamees
pl: Wietnamski
sv: Vietnamesiska
zh_tw: 越南語

# OnlineTranslator|
source: Wallisian
ar: والسيا
be: Валісійская
eu: Walisiera
fi: wallis
fr: Wallisien
he: ואליסיאנית
it: Uveano orientale
ka: უოლისიანი
nl: Wallisiaans
pl: Walisyjski
sv: Walliska

# OnlineTranslator|
source: Welsh
ar: الولزية
be: Валійская
et: kõmri
eu: Gaelikoa
fi: kymri
fr: Gallois
he: ולשית
hu: Waleszi
it: Gallese
ka: უელსური
nl: Wels
pl: Walijski
sv: Walesiska
zh_tw: 威爾斯語

# OnlineTranslator|
source: Wolof
ar: الولوفية
be: Валоф
eu: Wolofera
he: וולוף
ka: ვოლოფი
zh_tw: 沃洛夫語

# OnlineTranslator|
source: Xhosa
ar: الخوسا
be: Коса
et: koosa
eu: Xhosera
he: קוסה
ka: ხოსა
zh_tw: 科薩語

# OnlineTranslator|
source: Yakut
ar: الياقوتية
be: Якуцкая
eu: Sakhera
fi: jakuutti
he: סאחה
it: Lingua sacha
ka: იაკუტიური
nl: Jakoets
sv: Jakutiska
zh_tw: 雅庫特語

# OnlineTranslator|
source: Yiddish
ar: اليدقية
be: Ідыш
et: jidiš
eu: Jidisha
fi: jiddiš
he: יידיש
hu: Jiddis
ka: იდიში
nl: Joods
pl: Żydowski
zh_tw: 意第緒語

# OnlineTranslator|
source: Yoruba
ar: اليوروبية
be: Ёруба
et: joruba
eu: Yorubaera
fi: joruba
he: יורובה
ka: იორუბული
pl: Joruba
zh_tw: 優魯巴語

# OnlineTranslator|
source: Yucatec Maya
ar: يوكاتيك مايا
be: Юкатэкская
et: maaja
fi: jukatek
fr: Maya Yucatèque
he: יוקטן של המאיה
ka: იუკატეკ მაია
nl: Yucateeks Maya
pl: Majowie Jukateccy
sv: Yukatek
zh_tw: 瑪雅語

# OnlineTranslator|
source: Zulu
ar: الزولو
be: Зулу
et: suulu
eu: Zuluera
fr: Zoulou
he: זולו
ka: ზულუ
nl: Zoeloe
zh_tw: 袓魯語

# OnlineTranslator|
source: Instance error: %1
ar: خطأ النسخة: %1
be: Памылка асобніка: %1
eu: Instantzia-errorea: %1
fi: Ilmentymävirhe: %1
fr: Erreur d'instance : %1
he: שגיאת עותק: %1
it: Errore istanza: %1
ka: ასლის შეცდომა: %1
nl: Exemplaarfout: %1
pl: Błąd wystąpienia: %1
sv: Instansfel: %1
zh_tw: 實體錯誤：%1

# OnlineTranslator|
source: Error: Unable to parse autodetected language
ar: خطأ: غير قادر على تحليل اللغة المكتشفة آليّاً
be: Памылка: не ўдалося прааналізаваць аўтаматычна выяўленую мову
et: Viga: automaatselt tuvastatud teksti töötlemine ei õnnestu
eu: Errorea: ezin da automatikoki detektatutako hizkuntza analizatu
fi: Virhe: Ei voi jäsentää automaattisesti tunnistettua kieltä
fr: Erreur : Impossible d'analyser le langage auto-détecté
he: שגיאה: לא ניתן לפענח שפה לזיהוי אוטומטי
hu: Hiba: Nem sikerült elemezni az autom. észlelt nyelvet
it: Errore: impossibile analizzare la lingua rilevata automaticamente
ka: შეცდომა: ავტომატურად აღმოჩენილი ენის დამუშავების შეცდომა
nl: Fout: de automatisch vastgestelde taal kan niet worden verwerkt.
pl: Błąd: Nie można przetworzyć automatycznie wykrytego języka
sv: Fel: Kan inte tolka automatiskt detekterat språk
zh_tw: 錯誤：無法剖析自動偵測到的語言

# PopupWindow|
source: Swap languages
ar: مبادلة اللغات
be: Памяняць мовы
et: Vaheta keeled
eu: Aldatu hizkuntzak
fi: Vaihda kielet
fr: Échanger des langues
he: החלפת שפות
hu: Nyelvek cseréje
it: Scambia lingue
ka: ენების მიმოცვლა
nl: Talen omwisselen
pl: Zamiana języków
sv: Byt språk
zh_tw: 交換語言

# PopupWindow|
source: Copy source text to the clipboard
ar: نسخ النص المصدر إلى الحافظة
be: Скапіяваць зыходны тэкст у буфер абмену
et: Kopeeri lähtetekst lõikelauale
eu: Kopiatu iturburuko testua arbelean
fi: Kopioi lähdeteksti leikepöydälle
fr: Copier le texte source dans le presse-papiers
he: העתקת טקסט המקור ללוח הגזירים
hu: Másolja a forrásszöveget a vágólapra
it: Copia testo sorgente negli Appunti
ka: წყაროს ტექსტის კოპირება ბუფერში
nl: Brontekst kopiëren naar klembord
pl: Kopiuj tekst źródłowy do schowka
sv: Kopiera källtext till klippbordet
zh_tw: 複製原文到剪貼簿

# PopupWindow|
source: Copy all translation data to the clipboard
ar: انسخ جميع بيانات الترجمة إلى الحافظة
be: Скапіяваць усе перакладныя даныя ў буфер абмену
et: Kopeeri kõik tõlke andmed lõikelauale
eu: Kopiatu itzulpen-datu guztiak arbelean
fi: Kopioi kaikki käännökset leikepöydälle
fr: Copier toutes les données de traduction dans le presse-papiers
he: העתקת כל נתוני התרגום ללוח הגזירים
hu: Másolja az összes fordítási adatot a vágólapra
it: Copia tutti i dati traduzione negli Appunti
ka: ყველა თარგმანის მონაცემის კოპირება ბუფერში
nl: Alle vertaalgegevens kopiëren naar klembord
pl: Kopiuj wszystkie dane tłumaczenia do schowka
sv: Kopiera all översättningsdata till klippbordet
zh_tw: 複製全部翻譯到剪貼簿

# PopupWindow|
source: Copy translation to the clipboard
ar: نسخ الترجمة إلى الحافظة
be: Скапіяваць пераклад у буфер абмену
et: Kopeeri tõlge lõikelauale
eu: Kopiatu itzulpena arbelean
fi: Kopioi käännös leikepöydälle
fr: Copier la traduction dans le presse-papiers
he: העתקת התרגום ללוח הגזירים
hu: Fordítás másolása a vágólapra
it: Copia traduzione negli Appunti
ka: თარგმანის კოპირება ბუფერში
nl: Vertaling kopiëren naar klembord
pl: Kopiuj tłumaczenie do schowka
sv: Kopiera översättning till klippbordet
zh_tw: 複製譯文到剪貼簿

# AppSettings|
source: Unknown language code: %1
ar: رمز لغة غير معروف: %1
be: Невядомы код мовы: %1
et: Tundmatu keelekood: %1
eu: Hizkuntza-kode ezezaguna: %1
fi: Tuntematon kielen koodi: %1
fr: Code de langue inconnu : %1
he: קוד שפה לא מוכר: %1
hu: Ismeretlen nyelvi kód: %1
it: Codice lingua sconosciuto: %1
ka: უცნობი ენის კოდი: %1
nl: Onbekende taalcode: %1
pl: Nieznany kod języka: %1
sv: Okänd språkkod: %1
zh_tw: 未知語言代碼：%1

# AbstractAutostartManager|
source: Unable to apply autostart settings
ar: غير قادر على تطبيق إعدادات التشغيل الآليّ
be: Немагчыма ўжыць налады аўтазапуску
et: Rakenduse automaatse käivitamise seadistusi ei õnnestu kasutusele võtta
eu: Ezin dira abiarazteko ezarpenak aplikatu
fi: Automaattisen käynnistyksen asetuksia ei voitu ottaa käyttöön
fr: Impossible d'appliquer les paramètres de démarrage auto
he: לא ניתן להחיל הגדרות הפעלה אוטומטית
hu: Nem lehet alkalmazni az auto. indítás beállításait
it: Impossibile applicare impostazioni avvio automatico
ka: ავტოგაშვების პარამეტრების გადატარება შეუძლებელია
nl: Kan autostart instellingen niet toepassen
pl: Nie można zastosować ustawień autostartu
sv: Kan inte verkställa automatiska startinställningar
zh_tw: 無法套用自動啟動設定
