Repository: KDE/crow-translate
Catalog: poqm/*/crow-translate_qt.po
Languages: ar, be, et, eu, fi, fr, he, hu, it, ka, nl, pl, sv, zh_tw

# WaylandPlasmaScreenGrabber|
source: Unable to create pipe: %1.
ar: غير قادر على إنشاء الأنابيب: %1.
be: Немагчыма стварыць канал: %1.
et: Ekraanisalvestuse andmekonveieri loomine ei õnnestu: %1.
eu: Ezin da kanalizazioa sortu: %1.
fi: Ei voi luoda putkea: %1.
fr: Impossible de créer le tube: %1.
he: לא ניתן ליצור צינור (pipe): %1.
hu: Nem lehet csövet létrehozni: %1.
it: Impossibile creare pipe: %1.
ka: ფაიფის შექმნა შეუძლებელია: %1.
nl: De doorsluizing kan niet worden gemaakt: %1.
pl: Nie można utworzyć potoku: %1.
sv: Kunde inte skapa pipe: %1
zh_tw: 無法建立管道：%1

# WaylandPlasmaScreenGrabber|
source: Unable to detect active screen for screenshot
ar: تعذر الكشف عن شاشة نشطة لالتقاط لقطة شاشة
eu: Ezin da pantaila-argazkirako pantaila aktiboa antzeman
fi: Aktiivista näyttöä ei voida tunnistaa ruutukaappausta varten
fr: Impossible de détecter l'écran actif pour la copie d'écran
he: לא ניתן לזהות את המסך הפעיל לצילום המסך
it: Impossibile rilevare lo schermo attivo per la schermata
ka: ეკრანის ანაბეჭდისთვის აქტიური ეკრანის დადგენა შეუძლებელია
nl: Het actieve scherm voor de schermafdruk detecteren lukt niet
pl: Nie można wykryć ekranu, z którego wykonać zrzut
sv: Kan inte detektera aktiv bildskärm för skärmbild
zh_tw: 無法偵測作用中螢幕以進行螢幕截圖

# WaylandPlasmaScreenGrabber|
source: Unable to wait for socket readiness: %1.
ar: غير قادر على الانتظار لتجهيز القابس: %1.
be: Не ўдалося дачакацца гатоўнасці сокета: %1.
et: Ei ole võimalik oodata kuni voosokkel on töövalmis: %1.
eu: Ezin izan da socket-a prest egon arte itxaron: %1.
fi: Ei voida odottaa liitännän valmiutta: %1.
fr: Impossible d'attendre que le socket soit prêt: %1.
he: לא ניתן להמתין לסיום הכנות השקע: %1.
hu: Nem lehet várni a socket készenlétét: %1.
it: Impossibile attendere la disponibilità del socket: %1.
ka: სოკეტის მზაობის მოლოდინი შეუძლებელია: %1.
nl: Er kan niet worden gewacht tot de socket gereed is: %1.
pl: Nie można poczekać na odczyt gniazda: %1.
sv: Kan inte vänta på att uttaget är klart: %1
zh_tw: 無法等待 socket 就緒：%1。

# WaylandPlasmaScreenGrabber|
source: Timeout reading from pipe.
ar: مهلة القراءة من الأنابيب.
be: Час чакання чытання з канала скончыўся.
et: Aegumine ekraanisalvestuse andmekonveierist lugemisel.
eu: Kanalizaziotik irakurtzeko denbora-muga.
fi: Aikakatkaisu luettaessa putkesta.
fr: Délai d'attente pour la lecture depuis le pipeline.
he: תם זמן ההמתנה לקריאה משרשור.
hu: Időtúllépés a csőtől.
it: Timeout in lettura dal pipe.
ka: ფაიფიდან წაკითხვის მოლოდინის ვადა ამოიწურა.
nl: Time-out tijdens uitlezen van doorsluizing.
pl: Limit czasu odczytu z potoku.
sv: Tidsgräns överskriden vid läsning från pipe.
zh_tw: 從管道讀取逾時。

# WaylandPlasmaScreenGrabber|
source: Unable to read data from socket: %1.
ar: غير قادر على قراءة البيانات من المنظر: %1.
be: Не ўдалося прачытаць даныя з сокета: %1.
et: Andmete lugemine ekraanisisendist ei õnnestu: %1.
eu: Ezin dira socketeko datuak irakurri: %1.
fi: Ei voida lukea tietoa liitännästä: %1.
fr: Impossible de lire les données du socket: %1.
he: לא ניתן לקרוא נתונים מהשקע: %1.
hu: Nem lehet leolvasni a socket adatait: %1.
it: Impossibile leggere dati dal socket: %1.
ka: სოკეტიდან მონაცემების წაკითხვა შეუძლებელია: %1.
nl: De socketgegevens kunnen niet worden uitgelezen: %1.
pl: Nie można odczytać danych z gniazda: %1.
sv: Kan inte läsa data från uttag: %1
zh_tw: 無法從 socket 讀取資料: %1

# WaylandPlasmaScreenGrabber|
source: Unable to determine target screen
ar: تعذر تحديد الشاشة المستهدفة
eu: Ezin du helburu pantaila zehaztu
fi: Kohdenäyttöä ei voida tunnistaa
fr: Impossible de déterminer l'écran cible
he: לא ניתן לזהות את מסך היעד
it: Impossibile determinare lo schermo di destinazione
ka: სამიზნე ეკრანის დადგენა შეუძლებელია
nl: Kan doelscherm niet bepalen
pl: Nie można ustalić ekranu docelowego
sv: Kan inte fastställa målskärm
zh_tw: 無法判斷目標螢幕

# WaylandPlasmaScreenGrabber|
source: Failed to extract screen area from workspace
ar: فشل استخراج منطقة الشاشة من مساحة العمل
eu: Langunetik pantaila-eremua ateratzea huts egin du
fi: Työtilasta ei saatu irrotettua näytön aluetta
fr: Échec de l'extraction de la zone d'écran de l'espace de travail
he: חילוץ אזור המסך מסביבת העבודה נכשל
it: Estrazione dell'area dello schermo dallo spazio di lavoro non riuscita
ka: სამუშაო სივრციდან ეკრანის არეს ამოღება შეუძლებელია
nl: Schermgebied extraheren uit werkruimte is mislukt
sv: Misslyckades extrahera skärmområde från arbetsyta
zh_tw: 從工作空間取得螢幕範圍失敗

# WaylandPlasmaScreenGrabber|
source: Screenshot Permission Required
ar: يلزم الحصول على إذن لالتقاط لقطة شاشة
eu: Pantaila-argazki baimenak behar dira
fi: Ruutukaappaukseen vaaditaan lupa
fr: Autorisation de copie d'écran requise
he: צריך הרשאות לצלם את המסך
it: Richiesto permesso per la schermata
ka: საჭიროა ეკრანის ანაბეჭდის გადაღების უფლება
nl: Toestemming voor schermafdruk vereist
sv: Skärmbildsbehörighet krävs
zh_tw: 需要螢幕截圖權限

# WaylandPlasmaScreenGrabber|
source: Crow Translate needs permission to take screenshots. Please grant permission in your system settings or use the interactive screenshot mode.
ar: يحتاج مترجم الغراب إلى إذن لالتقاط لقطات شاشة. يرجى منح الإذن في إعدادات النظام أو استخدام وضع لقطات الشاشة التفاعلية.
eu: Crow Translate-k pantaila-argazkiak ateratzeko baimena behar du. Mesedez, eman baimena zure sistemaren ezarpenetan edo erabili pantaila-argazki modu elkarreragilea.
fi: Crow Translate vaatii ruutukaappausten ottamiseen luvan. Anna käyttöoikeus järjestelmän asetuksista tai käytä vuorovaikutteista ruutukaappaustilaa.
fr: Crow Translate a besoin d'une autorisation pour prendre des copies d'écran. Veuillez accorder l'autorisation dans la configuration de votre système ou utiliser le mode interactif de copie d'écran.
he: Crow Translate צריך הרשאות כדי לצלם את המסך. נא להעניק לו הרשאות בהגדרות המערכת או להשתמש במצב האינטראקטיבי לצילום המסך.
it: Crow Translate necessita il permesso per scattare schermate. Concedi il permesso nelle tue impostazioni di sistema o usa la modalità interattiva per la schermata.
ka: Crow Translate-ს ეკრანის ანაბეჭდის ასაღებად უფლება სჭირდება. მიანიჭეთ მას წვდომა სისტემის პარამეტრებში, ან გამოიყენეთ ინტერაქტიული ეკრანის ანაბეჭდის რეჟიმი.
nl: Crow Translate heeft toestemming nodig om schermafdrukken te maken. Geef toestemming in uw systeeminstellingen of gebruik de modus interactieve schermafdruk.
sv: Crow Translate behöver behörighet för att ta skärmbilder. Ge behörighet i systeminställningarna eller använd det interaktiva skärmbildsläget.
zh_tw: Crow Translate 需要進行螢幕截圖的權限。請從您的系統設定給予權限，或是使用互動式螢幕截圖模式。

# WaylandPlasmaScreenGrabber|
source: Screenshot permission denied. Please grant permission in system settings or try interactive mode.
ar: طلب التقاط لقطة شاشة مرفوض. يرجى منح الإذن في إعدادات النظام أو تجربة الوضع
eu: Pantaila-argazki baimena ukatu da. Mesedez zure sistemaren ezarpenetan baimena aitortu edo saiatu modu elkarreragilearekin.
fi: Lupaa ruutukaappaukseen ei annettu. Anna lupa järjestelmän asetuksista tai käytä vuorovaikutteista tilaa.
fr: Autorisation de copie d'écran refusée. Veuillez accorder l'autorisation dans la configuration du système ou essayer le mode interactif.
he: הרשאת צילום המסך נדחתה. נא להעניק הרשאה בהגדרות המערכת או לנסות את המצב האינטראקטיבי.
it: Permesso di scattare la schermata rifiutato. Concedi il permesso nelle impostazioni di sistema o prova la modalità interattiva.
ka: ეკრანის ანაბეჭდის წვდომა უარყოფილია. მიანიჭეთ წვდომა სისტემის პარამეტრებში, ან სცადეთ ინტერაქტიული რეჟიმი.
nl: Toestemming voor schermafdruk ontzegd. Geef toestemming in systeeminstellingen of gebruik de modus interactieve schermafdruk.
sv: Skärmbildsbehörighet nekades. Ge behörighet i systeminställningarna eller använd det interaktiva skärmbildsläget.
zh_tw: 螢幕截圖權限已被拒絕。請從系統設定提供權限或是嘗試使用互動式模式。

# WaylandPortalScreenGrabber|
source: Unable to subscribe to response from xdg-desktop-portal.
ar: غير قادر على الاشتراك في الاستجابة من مدخل xdg-Officktop.
be: Не ўдалося падпісацца на адказ ад партала xdg-desktop.
et: Päringu vastuse lugemine xdg-desktop-portal'ist ei õnnestu.
eu: Ezin da harpidetu xdg-desktop-portal-eko erantzunera.
fi: Ei voida tilata vastausta lähteestä xdg-desktop-portal.
fr: Impossible de s'abonner à la réponse du portail xdg-desktop-.
he: לא ניתן להירשם לתגובה מ־xdg-desktop-portal.
hu: Nem lehet feliratkozni az xdg-desktop-portal válaszára.
it: Impossibile iscriversi alla risposta da xdg-desktop-portal.
ka: xdg-desktop-portal-დან პასუხის გამოწერა შეუძლებელია.
nl: Er kan niet worden geabonneerd op het antwoord van xdg-desktop-portal.
pl: Nie można subskrybować odpowiedzi z portalu xdg-desktop.
sv: Kan inte prenumerera på svar från xdg-desktop-portal.
zh_tw: 無法訂閱 xdg-desktop-portal 的回應。

# WaylandPortalScreenGrabber|
source: Received an empty path from xdg-desktop-portal.
ar: استقبل مسار فارغ من مدخل xdg-desktop.
be: Ад xdg-desktop-portal атрыманы пусты шлях.
et: Päringuvastuses xdg-desktop-portal'ist oli tühi asukoht.
eu: Bide huts bat jaso du xdg-desktop-portal-etik.
fi: Vastaanotettiin tyhjä polku lähteestä xdg-desktop-portal.
fr: Réception d'un emplacement vide depuis « xdg-desktop-portal ».
he: התקבל נתיב ריק מ־xdg-desktop-portal
hu: Üres útvonalat kapott az xdg-desktop-portal-tól.
it: Ricevuto un percorso vuoto da xdg-desktop-portal.
ka: xdg-desktop-portal-დან მიღებული ბილიკი ცარიელია.
nl: Blanco locatie ontvangen van xdg-desktop-portal.
pl: Otrzymano pustą ścieżkę z portalu xdg.
sv: Tog emot en tom sökväg från xdg-desktop-portal.
zh_tw: 從 xdg-desktop-portal 接收到了一個空路徑。

# SnippingArea|
source: Unable to snip screen area
ar: غير قادر على قنص منطقة الشاشة
be: Немагчыма выразаць вобласць экрана
et: Ekraaniala valimine ei õnnestu
eu: Ezin da pantaila-eremuaren argazkia egin
fi: Näyttöaluetta ei voi rajata
fr: Impossible de découper la zone de l'écran
he: לא ניתן לחתוך אזור במסך
hu: Nem lehet lemetszeni a képernyőt
it: Impossibile tagliare area schermo
ka: ეკრანის არეს ამოჭრა შეუძლებელია
nl: Het schermgebied kan niet worden bijgesneden
pl: Nie można przyciąć obszaru ekranu
sv: Kan inte klippa ut skärmområde
zh_tw: 無法進行螢幕區域截圖

# SnippingArea|
source: Received an invalid image of screen %1.
ar: استقبل صورة غير صالحة للشاشة %1.
be: Атрымана хібная выява экрана %1.
et: Ekraanist õnnestus salvestada vigane pilt: %1.
eu: %1 pantailaren irudi baliogabea jaso da.
fi: Saatiin virheellinen kuva näytöstä %1.
fr: Réception d'une image non valable de l'écran %1.
he: התקבלה תמונה שגויה של המסך %1.
hu: Érvénytelen kép érkezett a(z) %1 képernyőről.
it: Ricevuta un'immagine non valida dello schermo %1.
ka: მიღებულია არასწორი გამოსახულება ეკრანიდან %1.
nl: Ongeldige afbeelding van scherm ‘%1’ ontvangen.
pl: Odebrano nieprawidłowy obraz ekranu %1.
sv: Tog emot en ogiltig bild av skärm %1.
zh_tw: 接收到一個螢幕 %1 的無效影像。

# SnippingArea|
source: Click and drag to draw a selection rectangle, or press Esc to quit
ar: انقر واسحب لرسم مستطيل اختياري، أو اضغط على Esc للإقلاع عن التدخين
be: Націсніце і пацягніце, каб намаляваць прамавугольнік выбару, або націсніце "Esc", каб выйсці
et: Klõpsi ja joonista valikukast või vajuta väljumiseks Esc-klahvi
eu: Egin klik eta arrastatu hautapen laukizuzen bat marrazteko, edo sakatu Esc irteteko
fi: Napsauta ja vedä piirtääksesi valintalaatikon, tai paina Esc lopettaaksesi
fr: Cliquez et faites glisser pour dessiner un rectangle de sélection, ou appuyez sur Échap pour quitter
he: יש ללחוץ ולגרור כדי לצייר מרובע בחירה, או ללחוץ על Esc כדי לצאת
hu: Kattintson és húzza a kijelöléshez, vagy nyomjon Esc-et a kilépéshez
it: Fai clic e trascina per disegnare un rettangolo di selezione, o premi 'Esc' per uscire
ka: დააწკაპუნეთ და გადაათრიეთ რეგიონის მოსანიშნად ან Esc, გასასვლელად
nl: Klik en sleep om een rechthoek te selecteren of druk op Esc om af te breken
pl: Kliknij i przeciągnij, aby narysować prostokąt zaznaczenia, lub naciśnij Esc, aby wyjść
sv: Klicka och dra för att rita en markeringsrektangel, eller tryck på Esc för att avsluta
zh_tw: 點擊並拖曳來繪製矩形選取區域， 或按 Esc 鍵離開

# SnippingArea|
source: Confirm:
ar: تأكيد:
be: Пацвярджэнне:
et: Kinnita:
eu: Berretsi:
fi: Vahvista:
fr: Confirmer :
he: אישור:
hu: Megerősít:
it: Conferma:
ka: დადასტურება:
nl: Bevestigen:
pl: Potwierdź:
sv: Bekräfta:
zh_tw: 確認：

# SnippingArea|
source: Release left-click
ar: تحرير النقر اليساري
be: Адпусціце левую кнопку мышы
et: Vabasta parem hiireklahv
eu: Askatu ezkerreko klik
fi: Vapauta vasen painike
fr: Relâcher le clic gauche
he: שחרור לחצן שמאלי
hu: Bal egérgomb felengedése
it: Rilascio clic sinistro
ka: გაუშვით მარცხენა წკაპს
nl: Linkermuisknop loslaten
pl: Zwolnij lewe kliknięcie
sv: Släpp vänsterklick
zh_tw: 放開滑鼠左鍵

# SnippingArea|
source: Enter
ar: أدخل
et: Enter-klahviga
eu: Sartu
fr: Saisir
it: Invio
pl: Wejdź
sv: Retur

# SnippingArea|
source: Double-click
ar: ضغطة مزدوجة
be: Падвойнае пстрыканне
et: Topeltklõpsuga
eu: Klik bikoitza
fi: Kaksoisnapsautus
fr: Double-clic
he: לחיצה כפולה
hu: Dupla kattintás
it: Doppio clic
ka: ორმაგი წკაპი
nl: Dubbelklikken
pl: Kliknij dwukrotnie
sv: Dubbelklick
zh_tw: 雙擊

# SnippingArea|
source: Create new selection rectangle:
ar: إنشاء مستطيل اختيار جديد:
be: Стварыць новы прамавугольнік выбару:
et: Loo uus valikukast:
eu: Sortu hautapen laukizuzen berria:
fi: Luo uusi valintalaatikko:
fr: Créer un nouveau rectangle de sélection:
he: יצירת מרובע בחירה חדש:
hu: Hozzon létre új kijelölést:
it: Crea nuova selezione rettangolare:
ka: ახალი მონიშვნის მართკუთხედის შექმნა:
nl: Nieuwe rechthoekige selectie maken:
pl: Utwórz nowy prostokąt zaznaczenia:
sv: Skapa ny markeringsrektangel:
zh_tw: 建立新的矩形選取區域：

# SnippingArea|
source: Drag outside selection rectangle
ar: اسحب مستطيل الاختيار الخارجي
be: Перацягнуць за межы прамавугольніка выбару
et: Lohista väljaspool valikukasti
eu: Arrastatu hautapen laukizuzenetik kanpo
fi: Tartunta valintalaatikon ulkopuolella
fr: Faites glisser en dehors du rectangle de sélection
he: גרירה מחוץ למרובע הבחירה
hu: Húzza a kijelölésen kívülre
it: Trascina fuori dal rettangolo selezione
ka: მონიშვნის მართკუთხედის გარეთ გამოთრევა
nl: Slepen buiten de rechthoek
pl: Przeciągnij poza prostokąt zaznaczenia
sv: Dra utanför markeringsrektangeln
zh_tw: 在矩形選取區域外部拖曳

# SnippingArea|
source: + Shift: Magnifier
ar: + تحويل: تكبير بالعدسة
be: + Shift: экранная лупа
et: + Shift: suurendusklaas
eu: + Shift: lupa
fi: + Shift: Suurennuslasi
fr: + Maj : Loupe
he: + Shift: זכוכית מגדלת
hu: + Shift: Nagyító
it: + Maiuscolo: Ingrandimento
ka: + Shift: გადიდება
nl: + Shift: vergrootglas
pl: + Shift: Lupa
sv: + Skift: Förstoringsglas
zh_tw: + Shift：放大鏡

# SnippingArea|
source: Move selection rectangle:
ar: نقل مستطيل الاختيار:
be: Перамясціць прамавугольнік выбару:
et: Liiguta valikukasti:
eu: Mugitu hautapen laukizuzena:
fi: Siirrä valintalaatikkoa:
fr: Déplacer le rectangle de sélection :
he: הזזת מרובע הבחירה:
hu: Kijelölés mozgatása:
it: Sposta rettangolo selezione:
ka: მონიშვნის მართკუთხედის გადატანა:
nl: Rechthoek verplaatsen:
pl: Przesuń prostokąt zaznaczenia:
sv: Flytta markeringsrektangel:
zh_tw: 移動矩形選取區域：

# SnippingArea|
source: Drag inside selection rectangle
ar: اسحب داخل مستطيل التحديد
be: Перацягнуць унутр прамавугольніка выбару
et: Lohista valikukasti sees
eu: Arrastatu hautapena laukizuzenaren barrura
fi: Tartunta valintalaatikon sisäpuolella
fr: Glisser à l'intérieur du rectangle de sélection
he: גרירה בתוך מרובע הבחירה
hu: Húzza a kiválasztás belsejébe
it: Trascina all'interno del rettangolo selezione
ka: მონიშვნის მართკუთხედის შიგნით შეთრევა
nl: Slepen binnen de rechthoek
pl: Przeciągnij wewnątrz prostokąta zaznaczenia
sv: Dra inuti markeringsrektangeln
zh_tw: 在矩形選取區域內部拖曳

# SnippingArea|
source: Arrow keys
ar: مفاتيح الأسهم
be: Клавішы стрэлак
et: Nooleklahvidega
eu: Gezi-teklak
fi: Nuolinäppäimet
fr: Touches de flèches
he: מקשי חיצים
hu: Nyíl gombok
it: Tasti freccia
ka: ისრის ღილაკები
nl: Pijltjestoetsen
pl: Klawisze strzałek
sv: Piltangenter
zh_tw: 方向鍵

# SnippingArea|
source: + Shift: Move in 1 pixel steps
ar: + تحويل: التحرك في خطوة 1 بكسل
be: + Shift: перамясціць на крок у 1 піксель
et: + Shift: liiguta 1-pikslise sammuga
eu: + Shift: Mugitu 1 pixeleko urratsetan
fi: + Shift: Siirrä 1 pikselin askeleissa
fr: + Maj: se déplacer par pas de 1 pixel
he: + Shift: הזזה בצעדים של פיקסל אחד
hu: + Shift: Mozgatás 1 képpontonként
it: + Maiuscolo: Sposta a step di 1 pixel
ka: + Shift: 1 პიქსელიანი ბიჯებით გადაადგილება
nl: + Shift: verplaatsen per 1 pixelstap
pl: + Shift: poruszaj się w krokach co 1 piksel
sv: + Skift: Flytta med steg om en bildpunkt
zh_tw: + Shift：以 1 像素為單位移動選取區域

# SnippingArea|
source: Resize selection rectangle:
ar: تغيير حجم مستطيل الاختيار:
be: Змяніць памеры прамавугольніка выбару:
et: Muuda valikukasti suurust:
eu: Aldatu hautaketaren laukizuzenaren tamaina:
fi: Muuta valintalaatikun kokoa:
fr: Redimensionner le rectangle de sélection:
he: שינוי גודל מרובע הבחירה:
hu: Kijelölés átméretezése:
it: Ridimensiona rettangolo selezione:
ka: მონიშვნის მართკუთხედის ზომის შეცვლა:
nl: Rechthoekafmetingen aanpassen:
pl: Zmień rozmiar prostokąta zaznaczenia:
sv: Ändra storlek på markeringsrektangel:
zh_tw: 調整矩形選取區域大小：

# SnippingArea|
source: Drag handles
ar: مقابض السحب
be: Ручкі перацягвання
et: Käepidemed lohistamiseks
eu: Arrastatze heldulekuak
fi: Tartunta-alueet
fr: Faites glisser les poignées
he: גרירת הידיות
hu: Fogópont húzása
it: Trascina maniglie
ka: გადათრევის ადგილები
nl: Handvatten verslepen
pl: Przeciągnij uchwyty
sv: Dra grepp
zh_tw: 拖曳控制柄

# SnippingArea|
source: Arrow keys + Alt
ar: مفاتيح keys + Alt
be: Клавішы стрэлак + Alt
et: Nooleklahvidega + Alt
eu: Gezi-teklak + Alt
fi: Nuolinäppäimet + Alt
fr: Touches de flèches + Alt
he: מקשי חיצים + Alt
hu: Nyíl gombok + Alt
it: Tasti freccia + Alt
ka: ისრის ღილაკები + Alt
nl: Pijltjestoetsen + Alt
pl: Klawisze strzałek + Alt
sv: Piltangenter + Alt
zh_tw: 方向鍵 + Alt

# SnippingArea|
source: + Shift: Resize in 1 pixel steps
ar: + تحويل: تغيير الحجم بخطوات 1 بكسل
be: + Shift: змяніць памер на крок у 1 піксель
et: + Shift: suurenda 1-pikslise sammuga
eu: + Shift: tamaina aldatu 1 pixeleko urratsetan
fi: + Shift: Muuta kokoa 1 pikselin askeleissa
fr: + Maj: redimensionner par pas de 1 pixel
he: + Shift: שינוי גודל בצעדים של פיקסל אחד
hu: + Shift: Átméretezés 1 képpontonként
it: + Maiuscolo: Ridimensiona a step di 1 pixel
ka: + Shift: ზომის შეცვლა 1 პიქსელიანი ბიჯებით
nl: + Shift: afmetingen aanpassen per 1 pixelstap
pl: + Shift: zmiana rozmiaru w krokach co 1 piksel
sv: + Skift: Ändra storlek med steg om en bildpunkt
zh_tw: + Shift：以 1 像素為單位調整選取區域大小

# SnippingArea|
source: Reset selection:
ar: صفّر التحديد:
be: Скінуць выбар:
et: Lähtesta valik:
eu: Berrezarri hautapena:
fi: Tyhjennä valinta:
fr: Réinitialiser la sélection :
he: איפוס בחירה:
hu: Kijelölés megszüntetése:
it: Ripristina selezione:
ka: მონიშვნის გაუქმება:
nl: Selectie herstellen:
pl: Zresetuj wybór:
sv: Återställ markering:
zh_tw: 重設選取區域：

# SnippingArea|
source: Right-click
ar: انقر بالزر الأيمن
be: Пстрыканне правай кнопкай мышы
et: Parema hiireklõpsuga
eu: Eskuin-klik
fi: Oikea painallus
fr: Clic-droit
he: לחיצה ימנית
hu: Jobb kattintás
it: Clic destro
ka: მარჯვენა-წკაპი
nl: Rechtsklikken
pl: Kliknij prawym przyciskiem myszy
sv: Högerklick
zh_tw: 右鍵點擊

# SnippingArea|
source: Cancel:
ar: إلغاء:
be: Скасаваць:
et: Katkesta:
eu: Utzi:
fi: Peruuta:
fr: Annuler :
he: ביטול:
hu: Mégse:
it: Annulla:
ka: გაუქმება:
nl: Afbreken:
pl: Anuluj:
sv: Avbryt:
zh_tw: 取消：

# SnippingArea|
source: Esc key
ar: مفتاح Esc
be: Клавіша "Esc"
et: Esc-klahviga
eu: Esc tekla
fi: Esc-näppäin
fr: Touche Échap
he: מקש Esc
hu: Esc billentyű
it: Tasto Esc
ka: ღილაკი Esc
nl: Esc-toets
pl: Klawisz Esc
sv: Esc-tangent
zh_tw: Esc 鍵

# SnippingArea|
source: DPI Detection Error
ar: خطأ في الكشف عن DPI
eu: DPI antzemate errorea
fi: DPI-tunnistusvirhe
fr: Erreur de détection « DPI »
he: שגיאת זיהוי נק׳ לאינטש
it: Errore di rilevamento DPI
ka: DPI-ის დადგენის შეცდომა
nl: DPI-detectiefout
sv: Fel vid detektering av punkter/tum
zh_tw: DPI 偵測錯誤

# SnippingArea|
source: Screen under cursor disappeared before we got dpi from it. Using primary screen for dpi information.
ar: اختفت الشاشة الموجودة تحت المؤشر قبل أن نحصل على dpi منها. استخدام الشاشة الأساسية للحصول على معلومات dpi.
eu: Kurtsore azpiko pantaila harengandik DPI lortu aurretik desagertu da. DPI informaziorako pantaila nagusia erabiltzen.
fi: Kohdistimen alainen näyttöalue katosi ennen kuin siitä saatiin DPI:tä. DPI-tietoon käytetään ensisijaista näyttöä.
fr: L'écran sous le curseur a disparu avant que nous n'obtenions une valeur « DPI ». Utilisation de l'écran principal pour les informations « DPI ».
he: המסך שתחת הסמן נעלם לפני שאספנו עליו נתוני איכות (נק׳ לאינץ׳). נעשה שימוש בנתונים האלה מהמסך הראשי.
it: Lo schermo sotto il cursore è scomparso prima di ricavare i DPI. Si utilizzerà lo schermo primario per ottenere tali informazioni.
ka: ეკრანი კურსორის ქვეშ გაქრა მანამდე, სანამ მისი DPI-ის დადგენა მოხდა. DPI-ის ინფორმაციის დასადგენად გამოყენებული იქნება ძირითადი ეკრანი.
nl: Scherm onder cursor verdween voordat we een dpi ervan kregen. Het primaire scherm wordt gebruikt voor dpi-informatie.
sv: Skärmen under markören försvann innan vi hämtade punkter/tum från den. Använder huvudskärmen för information om punkter/tum.
zh_tw: 游標下的螢幕在成功取得 DPI 之前消失了。將使用主螢幕的 DPI 資訊。

# OnlineTranslator|
source: Language detection is not supported for %1
ar: لا يدعم اكتشاف اللغة لـ %1
be: Для "%1" не падтрымліваецца вызначэнне мовы
eu: Hizkuntza hautematea ez da onartzen %1-rentzat
fi: %1 ei tue kielentunnistusta
fr: La détection de langue n'est pas prise en charge pour %1
he: זיהוי השפה לא נתמך עבור %1
it: Il rilevamento della lingua non è supportato per %1
ka: %1-ზე ენის დადგენა მხარდაჭერილი არაა
nl: Detectie van taal wordt niet ondersteund voor %1
pl: Wykrywanie języka jest nieobsługiwane dla %1
sv: Språkdetektering stöds inte för %1
zh_tw: %1 不支援語言偵測

# OnlineTranslator|
source: Operation aborted by user
ar: العملية ملغاة بواسطة مستخدم
fi: Käyttäjä keskeytti toimenpiteen
fr: Opération abandonnée par l'utilisateur
he: הפעולה בוטלה על ידי המשתמש
it: Operazione interrotta dall'utente
ka: ოპერაცია გაუქმებულია მომხმარებლის მიერ
sv: Åtgärden avbröts av användaren
zh_tw: 操作已被使用者取消

# OnlineTranslator|
source: %1 engine does not support TTS
ar: المحرك %1 لا يدعم تحويل النص إلى كلام فوري
be: Рухавік "%1" не падтрымлівае TTS
eu: %1 motorrak ez du TTSrik onartzen
fi: %1 ei tue puhesynteesiä
fr: Le moteur %1 ne prend pas en charge la synthèse vocale
he: המנוע %1 לא תומך בהקראה
it: Il motore %1 non supporta TTS
ka: %1-ს TTS-ის მხარდაჭერა არ გააჩნია
nl: engine %1 ondersteunt geen TTS
pl: Silnik %1 nie obsługuje TTS
sv: Gränssnittet %1 stöder inte text till tal
zh_tw: %1 引擎不支援 TTS

# OnlineTranslator|
source: Automatically detect
ar: الكشف الآليّ
be: Аўтаматычнае вызначэнне
et: Tuvasta automaatselt
eu: Automatikoki detektatua
fi: Tunnista automaattisesti
fr: Détecter automatiquement
he: זיהוי אוטומטי
hu: Autom. észlelés
it: Rileva automaticamente la lingua
ka: ავტომატური გამოცნობა
nl: Automatisch herkennen
pl: Automatyczna detekcja
sv: Detektera automatiskt
zh_tw: 自動偵測

# OnlineTranslator|
source: Afrikaans
ar: الأفريقية
be: Афрыкаанс
et: afrikaani
fr: Africain
he: אפריקאנס
ka: აფრიკაანსი
zh_tw: 南非荷蘭語

# OnlineTranslator|
source: Albanian
ar: الألبانية
be: Албанская
et: albaania
eu: Albaniera
fi: albania
fr: Albanais
he: אלבנית
it: Albanese
ka: ალბანური
nl: Albanees
pl: Albański
sv: Albanska
zh_tw: 阿爾巴尼亞語

# OnlineTranslator|
source: Amharic
ar: الأمهرية
be: Амхарская
et: amhara
eu: Amharera
fi: amhara
fr: Amharique
he: אמהרית
hu: Amhara
it: Amarico
ka: ამჰარული
nl: Amhaars
sv: Amarinja
zh_tw: 阿姆哈拉語

# OnlineTranslator|
source: Arabic
ar: العربية
be: Арабская
et: araabia
eu: Arabiarra
fi: arabia
fr: Arabe
he: ערבית
hu: Arab
it: Arabo
ka: არაბული
nl: Arabisch
pl: Arabski
sv: Arabiska
zh_tw: 阿拉伯語
