Repository: KDE/crow-translate
Catalog: poqm/*/crow-translate_qt.po
Languages: ar, be, et, eu, fi, fr, he, hu, it, ka, nl, pl, sv, zh_tw

# SettingsDialog|
source: <html><head/><body><p>Select OCR languages path</p></body></html>
ar: <html><head/><body><p>حدد مسار لغات OCR</p></body></html>
be: <html><head/><body><p>Абраць шлях да моў OCR</p></body></html>
et: <html><head/><body><p>Vali optilise tekstituvastuse keelte asukoht</p></body></html>
eu: <html><head/><body><p>Hautatu OCR hizkuntzen bidea</p></body></html>
fi: <html><head/><body><p>Valitse OCR-kielten polku</p></body></html>
fr: <html><head/><body><p>Sélectionnez l'emplacement des langues pour la reconnaissance optique de caractères (OCR)</p></body></html>
he: <html><head/><body><p>בחירת נתיב לשפות זיהוי תווים אופטי</p></body></html>
hu: <html><head/><body><p>Az OCR nyelvek elérési útja</p></body></html>
it: <html><head/><body><p>Seleziona percorso lingue OCR</p></body></html>
ka: <html><head/><body><p>აირჩიეთ OCR-ის ენების ბილიკი</p></body></html>
nl: <html><head/><body><p>Kies het ocr-taalpad</p></body></html>
pl: <html><head/><body><p>Wybierz ścieżkę języków OCR</p></body></html>
sv: <html><head/><body><p>Välj sökväg till språk för optisk teckenigenkänning</p></body></html>
zh_tw: <html><head/><body><p>選擇 OCR 語言路徑</p></body></html>

# SettingsDialog|
source: <html><head/><body><p>Open GitHub repository</p></body></html>
ar: <html><head/><body><p>افتح غت هب</p></body></html>
be: <html><head/><body><p>Адкрыць рэпазіторый GitHub</p></body></html>
et: <html><head/><body><p>Ava lähtekoodihoidla GitHubis</p></body></html>
eu: <html><head/><body><p>Ireki GitHub biltegia</p></body></html>
fi: <html><head/><body><p>Avaa GitHub-arkisto</p></body></html>
fr: <html><head/><body><p>Ouvrir le dépôt GitHub</p></body></html>
he: <html><head/><body><p>פתיחת מאגר GitHub</p></body></html>
hu: <html><head/><body><p>GitHub adattár megnyitása</p></body></html>
it: <html><head/><body><p>Apri repository GitHub</p></body></html>
ka: <html><head/><body><p>GitHub-ის რეპოზიტორიის გასნა</p></body></html>
nl: <html><head/><body><p>Open de GitHub-repo</p></body></html>
pl: <html><head/><body><p>Otwórz repozytorium GitHub</p></body></html>
sv: <html><head/><body><p>Öppna GitHub-arkiv</p></body></html>
zh_tw: <html><head/><body><p>開啟 GitHub 儲存庫</p></body></html>

# SettingsDialog|
source: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">Download more</span></a></p></body></html>
ar: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">تحميل المزيد</span></a></p></body></html>
be: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">Спампаваць яшчэ</span></a></p></body></html>
et: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">Laadi alla täiendavaid keeli</span></a></p></body></html>
eu: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">Deskargatu gehiago</span></a></p></body></html>
fi: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">Lataa lisää</span></a></p></body></html>
fr: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">Télécharger plus</span></a></p></body></html>
he: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">הורדת נוספות</span></a></p></body></html>
hu: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">Töltsön le többet</span></a></p></body></html>
it: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">Scarica altri modelli</span></a></p></body></html>
ka: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">გადმოწერეთ მეტი</span></a></p></body></html>
nl: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">Meer data downloaden</span></a></p></body></html>
pl: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">Pobierz więcej</span></a></p></body></html>
sv: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">Ladda ner fler</span></a></p></body></html>
zh_tw: <html><head/><body><p><a href="https://github.com/tesseract-ocr/tessdata"><span style=" text-decoration: underline; color:#2980b9;">下載更多</span></a></p></body></html>

# SettingsDialog|
source: Directory with trained models
ar: دليل مع نماذج مدربة
be: Каталог з навучанымі мадэлямі
et: Keelemudelite kaust
eu: Trebatutako ereduen direktorioa
fi: Hakemisto, joka sisältää opetettuja malleja
fr: Dossier avec modèles entraînés
he: תיקייה עם מודלים מאומנים
hu: Könyvtár képzett modellekkel
it: Cartelle con modelli esempio
ka: საქაღალდე ნავარჯიშევი მოდელებით
nl: Map met oefenmodellen
pl: Katalog z wyszkolonymi modelami
sv: Katalog med tränade modeller
zh_tw: 含有已訓練模型的目錄

# SettingsDialog|
source: <html><head/><body><p>Replace all single line breaks with a space after text recognition</p></body></html>
ar: <html><head/><body><p>استبدل كل فواصل سطر واحد بمسافة بعد التعرف على النص</p></body></html>
be: <html><head/><body><p>Замяніць усе разрывы радкоў прагалам пасля распазнавання тэксту</p></body></html>
et: <html><head/><body><p>Peale tekstituvastust muuda kõik ühekordsed reavahetused tühikuteks</p></body></html>
eu: <html><head/><body><p>Ordeztu lerro-jauzi guztiak zuriune batekin testua ezagutu ondoren</p></body></html>
fi: <html><head/><body><p>Korvaa kaikki yksittäiset rivinvaihdot välilyönneillä tekstitunnistuksen jälkeen</p></body></html>
fr: <html><head/><body><p>Remplacer tous les sauts de ligne simples par un espace après la reconnaissance de texte</p></body></html>
he: <html><head/><body><p>החלפת כל ירידות השורה הבודדות ברווח לאחר זיהוי הטקסט</p></body></html>
hu: <html><head/><body><p>Cserélje ki minden egyes sor törését szóközzel a szövegfelismerés után</p></body></html>
it: <html><head/><body><p>Dopo il riconoscimento del testo sostituisci tutte le interruzioni di riga singola con uno spazio</p></body></html>
ka: <html><head/><body><p>ყველა ერთი ხაზის გადატანის ჰარეთი ჩანაცვლება ტექსტის ამოცნობის შემდეგ</p></body></html>
nl: <html><head/><body><p>Vervang alle enters door een spatie in tekstherkenning</p></body></html>
pl: <html><head/><body><p>Zamień wszystkie pojedyncze podziały wiersza na spację po rozpoznaniu tekstu</p></body></html>
sv: <html><head/><body><p>Ersätt alla enstaka radbrytningar med ett mellanslag efter textigenkänning</p></body></html>
zh_tw: <html><head/><body><p>辨識文字後用空格替換所有單個換行符號</p></body></html>

# SettingsDialog|
source: Convert line breaks
ar: تحويل فواصل الخط
be: Пераўтварэнне разрываў радкоў
et: Muuda reavahetused tühikuks
eu: Bihurtu lerro-jauziak
fi: Muunna rivinvaihdot
fr: Convertir les retours à la ligne
he: המרת מעברי שורות
hu: A sortörések konvertálása
it: Converti ritorni a capo
ka: ხაზის გადატანების გადაყვანა
nl: Enters omzetten naar spaties
pl: Konwertuj podziały wierszy
sv: Konvertera radbrytningar
zh_tw: 轉換換行符號

# SettingsDialog|
source: Screen capture
ar: التقاط الشاشة
be: Захопліванне экрана
et: Ekraanihõive
eu: Pantaila-argazkia
fi: Näytön kaappaus
fr: Capture d'écran
he: צילום מסך
hu: Képernyőfotó
it: Cattura schermo
ka: ეკრანის გადაღება
nl: Scherm vastleggen
pl: Zrzut ekranu
sv: Skärmbildstagning
zh_tw: 螢幕截圖

# SettingsDialog|
source: Remember region:
ar: تذكر المنطقة:
be: Запамінанне вобласці:
et: Jäta ekraaniosa meelde:
eu: Gogoratu zona:
fi: Muista alue:
fr: Se souvenir de la région:
he: לזכור אזור:
hu: Ne feledje a régiót:
it: Ricorda regione:
ka: რეგიონის დამახსოვრება:
nl: Gebied onthouden:
pl: Pamiętaj o regionie:
sv: Kom ihåg område:
zh_tw: 記住區域設定：

# SettingsDialog|
source: <html><head/><body><p>When to remember the last selected region</p></body></html>
ar: <html><head/><body><p>متى تتذكر آخر منطقة محددة</p></body></html>
be: <html><head/><body><p>Калі запамінаць апошнюю абраную вобласць</p></body></html>
et: <html><head/><body><p>Millal jätame valitud ekraaniosa meelde</p></body></html>
eu: <html><head/><body><p>Noiz gogoratu hautatutako azken eskualdea</p></body></html>
fi: <html><head/><body><p>Milloin muistetaan viimeksi valittu alue</p></body></html>
fr: <html><head/><body><p>Quand se souvenir de la dernière région sélectionnée</p></body></html>
he: <html><head/><body><p>מתי לזכור את האזור האחרון שנבחר</p></body></html>
hu: <html><head/><body><p>Mikor kell emlékezni az utoljára kiválasztott régióra</p></body></html>
it: <html><head/><body><p>Quando ricordare l'ultima regione selezionata</p></body></html>
ka: <html><head/><body><p>როდის იქნება დამახსოვრებული ბოლოს არჩეული რეგიონი</p></body></html>
nl: <html><head/><body><p>Wanneer het laatst vastgelegde gebied moet worden onthouden</p></body></html>
pl: <html><head/><body><p>Kiedy zapamiętać ostatnio wybrany region</p></body></html>
sv: <html><head/><body><p>När ska den senast markerade regionen kommas ihåg</p></body></html>
zh_tw: <html><head/><body><p>選擇何時記住上次選擇的區域</p></body></html>

# SettingsDialog|
source: Never
ar: البتة
be: Ніколі
et: Mitte kunagi
eu: Inoiz ez
fi: Ei koskaan
fr: Jamais
he: אף פעם
hu: Soha
it: Mai
ka: არასოდეს
nl: Nooit
pl: Nigdy
sv: Aldrig
zh_tw: 從不

# SettingsDialog|
source: Remember last
ar: تذكر الأخير
be: Запамінаць апошнюю
et: Jäta meelde viimasest korrast
eu: Gogoratu azkena
fi: Muista viimeisin
fr: Se souvenir du dernier
he: לזכור את האחרון
hu: Jegyezze meg az utolsót
it: Ricorda ultima
ka: ბოლოს დამახსოვრება
nl: Recentste onthouden
pl: Zapamiętaj ostatni
sv: Kom ihåg senaste
zh_tw: 記住上一個

# SettingsDialog|
source: Remember always
ar: تذكر دائما
be: Запамінаць заўсёды
et: Alati jäta meelde
eu: Gogoratu beti
fi: Muista aina
fr: Rappelez-vous toujours
he: לזכור תמיד
hu: Emlékezzen mindig
it: Ricorda sempre
ka: ყოველთვის დამახსოვრება
nl: Altijd onthouden
pl: Pamiętaj zawsze
sv: Kom alltid ihåg
zh_tw: 總是記住

# SettingsDialog|
source: Capture delay:
ar: تأخير التقاط:
be: Затрымліванне захоплівання:
et: Viivitus hõivamisel:
eu: Hartzeko atzerapena:
fi: Kaappauksen viive:
fr: Délai de capture :
he: השהיית צילום:
hu: Felvétel késleltetése:
it: Ritardo cattura:
ka: გადაღების დაყოვნება:
nl: Wachttijd:
pl: Opóźnienie przechwytywania:
sv: Tagningsfördröjning:
zh_tw: 截圖延遲：

# SettingsDialog|
source: Delay before screen capture
ar: تأخير قبل التقاط الشاشة
be: Затрымліванне перад захопліваннем экрана
et: Viivitus enne ekraanihõivamist
eu: Pantaila-argazkia egin aurretik atzeratu
fi: Viive ennen näytön kaappausta
fr: Délai avant la capture d'écran
he: השהיה לפני צילום המסך
hu: Késleltetés a képernyő rögzítése előtt
it: Ritardo prima della cattura schermo
ka: დაყოვნება ეკრანის გადაღებამდე
nl: De wachttijd alvorens vast te leggen
pl: Opóźnienie przed wykonaniem zrzutu ekranu
sv: Fördröjning innan tagning av skärmbild
zh_tw: 螢幕截圖前延遲的時間

# SettingsDialog|
source: ms
ar: م ث
be: мс
he: מ״ש
ka: მწმ

# SettingsDialog|
source: <html><head/><body><p>Show a magnifier next to the cursor</p></body></html>
ar: <html><head/><body><p>إظهار مكبر بجوار المؤشر</p></body></html>
be: <html><head/><body><p>Паказваць лупу побач з курсорам</p></body></html>
et: <html><head/><body><p>Näita tekstikursori kõrval suurendusklaasi</p></body></html>
eu: <html><head/><body><p>Erakutsi lupa bat kurtsorearen ondoan</p></body></html>
fi: <html><head/><body><p>Näytä suurennuslasi osoittimen vieressä</p></body></html>
fr: <html><head/><body><p>Afficher une loupe à côté du curseur</p></body></html>
he: <html><head/><body><p>הצגת זכוכית מגדלת ליד הסמן</p></body></html>
hu: <html><head/><body><p>Nagyító megjelenítése a kurzor mellett</p></body></html>
it: <html><head/><body><p>Visualizza lente d'ingrandimento vicino al cursore</p></body></html>
ka: <html><head/><body><p>გამადიდებლის ჩვენება კურსორის შემდეგ</p></body></html>
nl: <html><head/><body><p>Toon een vergrootglas naast de cursor</p></body></html>
pl: <html><head/><body><p>Pokaż lupę obok kursora</p></body></html>
sv: <html><head/><body><p>Visa ett förstoringsglas bredvid markören</p></body></html>
zh_tw: <html><head/><body><p>在滑鼠游標旁顯示放大鏡</p></body></html>

# SettingsDialog|
source: Show magnifier
ar: أظهر المكبر
be: Паказ лупы
et: Näita suurendusklaasi
eu: Erakutsi lupa
fi: Näytä suurennuslasi
fr: Afficher la loupe
he: הצגת זכוכית מגדלת
hu: Nagyító megjelenítése
it: Visualizza lente ingrandimento
ka: გამადიდებლის ჩვენება
nl: Vergrootglas tonen
pl: Pokaż lupę
sv: Visa förstoringsglas
zh_tw: 顯示放大鏡

# SettingsDialog|
source: <html><head/><body><p>Negate (invert) the image before OCR. Use for bright text on dark background.</p></body></html>
ar: <html><head/><body><p>عكس الصورة قبل التعرف الضوئي على الحروف. استخدمه لنصوص ساطعة على خلفية داكنة.</p></body></html>
eu: <html><head/><body><p>Ezeztatu (alderantzikatu) irudia OCR aurretik. Erabili atzeko plano iluneko testu distiratsuetarako.</p></body></html>
fi: <html><head/><body><p>Käännä kuva negatiiviksi ennen tekstintunnistusta. Helpottaa kirkkaan tekstin lukemista tummalta taustalta</p></body></html>
fr: <html><head/><body><p>Annuler (Inverser) l'image avant la reconnaissance optique de caractères. A utiliser pour un texte clair sur fond sombre.</p></body></html>
he: <html><head/><body><p>ניגוד (היפוך צבעים) התמונה לפני זיהוי תווים אופטי. שימושי לטקסט בהיר על רקע כהה.</p></body></html>
it: <html><head/><body><p>Inverti in negativo l'immagine prima dell'OCR. Usalo per il testo chiaro su sfondo scuro.</p></body></html>
ka: <html><head/><body><p>გამოსახულების ნეგატივი (ინვერსია) OCR-ის გაშვებამდე. გამოიყენეთ ნათელი ტექსტისთვის მუქ ფონზე.</p></body></html>
nl: <html><head/><body><p>Inverteer de afbeelding voor OCR toepassen. Gebruikt voor heldere tekst op donkere achtergrond</p></body></html>
pl: <html><head/><body><p>Negatyw (odwrócenie) obrazu przed OCRem. Użyteczny w przypadku jasnego tekstu na ciemnym tle.</p></body></html>
sv: <html><head/><body><p>Negera (invertera) bilden före optisk teckentydning. Använd för ljus text på mörk bakgrund.</p></body></html>
zh_tw: <html><head/><body><p>進行 OCR 前先反轉圖片色彩（負片）。適合深色背景亮色文字的影像。</p></body></html>

# SettingsDialog|
source: Negate OCR
ar: عكس الصورة عند التعرف الضوئي على الحروف
eu: Ukatu OCR
fi: Tekstintunnistus käänteisvärein
fr: Annuler la reconnaissance optique de caractères
he: ניגוד לזיהוי תווים אופטי
it: OCR invertito
ka: OCR-ის ნეგატივი
nl: OCR inverteren
pl: Negatyw OCRa
sv: Negera optisk teckentydning
zh_tw: 反轉 OCR

# SettingsDialog|
source: <html><head/><body><p>Finish capturing the fragment when the mouse button is released</p></body></html>
ar: <html><head/><body><p>إنهاء التقاط الشظايا عند تحرير زر الفأرة</p></body></html>
be: <html><head/><body><p>Завяршыць захопліванне фрагмента, калі адпушчана кнопку мышы</p></body></html>
et: <html><head/><body><p>Peale hiirenupu vabastamist lõpeta lõigu tuvastamine</p></body></html>
eu: <html><head/><body><p>Amaitu zatia harrapatzen saguaren botoia askatzen denean</p></body></html>
fi: <html><head/><body><p>Lopeta osan kaappaus kun hiiren painike vapautetaan</p></body></html>
fr: <html><head/><body><p>Terminez la capture du fragment lorsque le bouton de la souris est relâché</p></body></html>
he: <html><head/><body><p>לסיים לצלם את המקטע עם שחרור לחיצת העכבר</p></body></html>
hu: <html><head/><body><p>Az egérgomb elengedésekor fejezze be a töredék rögzítését</p></body></html>
it: <html><head/><body><p>Termina la cattura del frammento quando il pulsante del mouse viene rilasciato</p></body></html>
ka: <html><head/><body><p>ფრაგმენტის ჩაწერის დასრულება, როცა თაგუნას ღილაკს აუშვებთ</p></body></html>
nl: <html><head/><body><p>Rond het vastleggen af als de muisknop wordt losgelaten</p></body></html>
pl: <html><head/><body><p>Zakończ przechwytywanie fragmentu po zwolnieniu przycisku myszy</p></body></html>
sv: <html><head/><body><p>Avsluta tagning av området när musknappen släpps</p></body></html>
zh_tw: <html><head/><body><p>放開滑鼠按鈕時進行截圖</p></body></html>

# SettingsDialog|
source: Confirm on release
ar: تأكيد عند الإصدار
be: Пацвярджэнне пры адпусканні кнопкі
et: Nupu vabastamine kinnitab valiku
eu: Berretsi kaleratzean
fi: Vahvistus vapautettaessa
fr: Confirmez lors de la libération
he: אישור בעת שחרור
hu: Megerősítés felengedéskor
it: Conferma al rilascio
ka: დადასტურება აღებისას
nl: Bevestigen na loslaten
pl: Potwierdź przy wydaniu
sv: Bekräfta vid släpp
zh_tw: 放開時確認

# SettingsDialog|
source: <html><head/><body><p>Apply a slight fog to the unselected part</p></body></html>
ar: <html><head/><body><p>تطبيق ضباب طفيف على الجزء غير المحدد</p></body></html>
be: <html><head/><body><p>Затуманьваць частку, якая не абраная</p></body></html>
et: <html><head/><body><p>Kuva valimata osa kergelt hägusena</p></body></html>
eu: <html><head/><body><p>Aplikatu laino txiki bat hautatu gabeko zatian</p></body></html>
fi: <html><head/><body><p>Sumenna valitsematon osa kevyesti</p></body></html>
fr: <html><head/><body><p>Appliquer un léger brouillard à la partie non sélectionnée</p></body></html>
he: <html><head/><body><p>החלת ערפל על החלק שלא נבחר</p></body></html>
hu: <html><head/><body><p>Vigyen fel enyhe ködöt a nem kiválasztott részre</p></body></html>
it: <html><head/><body><p>Applica una leggera nebbia alla parte non selezionata</p></body></html>
ka: <html><head/><body><p>ოდნავი ნისლის გადატარება მოუნიშნავ ნაწილზე</p></body></html>
nl: <html><head/><body><p>Maak het niet-geselecteerde deel licht ondoorzichtig</p></body></html>
pl: <html><head/><body><p>Zastosuj lekką mgłę do niezaznaczonej części</p></body></html>
sv: <html><head/><body><p>Gör delen som inte är markerad något dimmig</p></body></html>
zh_tw: <html><head/><body><p>霧化未選取部分</p></body></html>

# SettingsDialog|
source: Apply light mask
ar: تطبيق قناع الضوء
be: Ужыванне маскі
et: Kasuta valgusmaski
eu: Aplikatu maskara argia
fi: Käytä vaaleaa maskia
fr: Appliquer un masque léger
he: החלת מסכה בהירה
hu: Alkalmazzon könnyű maszkot
it: Applica maschera leggera
ka: სინათლის ნიღბის გადატარება
nl: Licht ondoorzichtig maken
pl: Zastosuj lekką maskę
sv: Använd ljusmaskering
zh_tw: 使用明亮遮罩

# SettingsDialog|
source: Proxy server
ar: خادم الوكيل
be: Проксі-сервер
et: Puhverserver
eu: Proxy zerbitzaria
fi: Välityspalvelin
fr: Serveur mandataire
he: שרת מתווך
hu: Proxy szerver
it: Server proxy
ka: პროქსი სერვერი
pl: Serwer proxy
zh_tw: 代理伺服器

# SettingsDialog|
source: Type:
ar: النوع:
be: Тып:
et: Tüüp:
eu: Mota:
fi: Tyyppi:
he: סוג:
hu: Típus:
it: Tipo:
ka: ტიპი:
nl: Soort:
pl: Typ:
sv: Typ:
zh_tw: 類型：

# SettingsDialog|
source: <html><head/><body><p>Proxy type</p></body></html>
ar: <html><head/><body><p>نوع الوكيل</p></body></html>
be: <html><head/><body><p>Тып проксі</p></body></html>
et: <html><head/><body><p>Puhverserveri tüüp</p></body></html>
eu: <html><head/><body><p>Proxy mota</p></body></html>
fi: <html><head/><body><p>Välityspalvelimen tyyppi</p></body></html>
fr: <html><head/><body><p>Type de serveur mandataire</p></body></html>
he: <html><head/><body><p>סוג מתווך</p></body></html>
hu: <html><head/><body><p>Proxy típus</p></body></html>
it: <html><head/><body><p>Tipo proxy</p></body></html>
ka: <html><head/><body><p>პროქსის ტიპი</p></body></html>
nl: <html><head/><body><p>Soort proxy</p></body></html>
pl: <html><head/><body><p>Typ serwera proxy</p></body></html>
sv: <html><head/><body><p>Proxy-typ</p></body></html>
zh_tw: <html><head/><body><p>代理類型</p></body></html>

# SettingsDialog|
source: Use system settings
ar: استخدام إعدادات النظام
be: Выкарыстоўваць налады сістэмы
et: Kasuta süsteemi seadistusi
eu: Erabili sistemaren ezarpenak
fi: Käytä järjestelmän asetuksia
fr: Utiliser les paramètres du système
he: להשתמש בהגדרות המערכת
hu: Rendszerbeállítások használata
it: Usa impostazioni proxy sistema
ka: სისტემური პარამეტრების გამოყენება
nl: Systeeminstellingen gebruiken
pl: Użyj ustawień systemowych
sv: Använd systeminställningar
zh_tw: 使用系統設定

# SettingsDialog|
source: Don't use a proxy
ar: لا تستخدم وكيل
be: Не выкарыстоўваць проксі
et: Ära kasuta puhverserverit
eu: Ez erabili proxyrik
fi: Älä käytä valityspalvelinta
fr: Ne pas utiliser un serveur mandataire
he: לא להשתמש במתווך
hu: Ne használjon proxyt
it: Connessione diretta (non usare un proxy)
ka: არ გამოიყენო პროქსი
nl: Geen proxy gebruiken
pl: Nie używaj proxy
sv: Använd inte någon proxy
zh_tw: 不使用代理

# SettingsDialog|
source: Host:
ar: المضيف:
be: Хост:
et: Server:
eu: Ostalaria:
fi: Palvelin:
fr: Hôte :
he: מארח:
ka: ჰოსტი:
pl: Gospodarz:
sv: Värddator:
zh_tw: 主機：

# SettingsDialog|
source: <html><head/><body><p>Proxy host name</p></body></html>
ar: <html><head/><body><p>اسم المضيف الوكيل</p></body></html>
be: <html><head/><body><p>Назва хоста проксі</p></body></html>
et: <html><head/><body><p>Puhverserveri nimi</p></body></html>
eu: <html><head/><body><p>Proxyaren ostalari izena</p></body></html>
fi: <html><head/><body><p>Välityspalvelimen osoite</p></body></html>
fr: <html><head/><body><p>Nom d'hôte du serveur mandataire</p></body></html>
he: <html><head/><body><p>שם המארח של המתווך</p></body></html>
hu: <html><head/><body><p>Proxy host név</p></body></html>
it: <html><head/><body><p>Nome host proxy</p></body></html>
ka: <html><head/><body><p>პროქსის ჰოსტის სახელი</p></body></html>
nl: <html><head/><body><p>Proxyhostnaam</p></body></html>
pl: <html><head/><body><p>Nazwa hosta serwera proxy</p></body></html>
sv: <html><head/><body><p>Proxy-värddatornamn</p></body></html>
zh_tw: <html><head/><body><p>代理主機名稱</p></body></html>

# SettingsDialog|
source: Port:
ar: المنفذ:
be: Порт:
eu: Ataka:
fi: Portti:
he: פתחה:
it: Porta:
ka: პორტი:
nl: Poort:
zh_tw: 連接埠：

# SettingsDialog|
source: <html><head/><body><p>Proxy port</p></body></html>
ar: <html><head/><body><p>منفذ الوكيل</p></body></html>
be: <html><head/><body><p>Порт проксі</p></body></html>
et: <html><head/><body><p>Puhverserveri port</p></body></html>
eu: <html><head/><body><p>Proxy ataka</p></body></html>
fi: <html><head/><body><p>Välityspalvelimen portti</p></body></html>
fr: <html><head/><body><p>Port du serveur mandataire</p></body></html>
he: <html><head/><body><p>פתחה במתווך</p></body></html>
it: <html><head/><body><p>Porta proxy</p></body></html>
ka: <html><head/><body><p>პროქსის პორტი</p></body></html>
nl: <html><head/><body><p>Proxypoort</p></body></html>
pl: <html><head/><body><p>Port proxy</p></body></html>
zh_tw: <html><head/><body><p>代理主機連接埠</p></body></html>

# SettingsDialog|
source: Info: the proxy works only for text translation
ar: المعلومات: يعمل الوكيل فقط للترجمة النصية
be: Інфармацыя: проксі працуе толькі для перакладу тэксту
et: Märkus: määratud puhverserver on kasutusel vaid teksti tõlkimisel
eu: Informazioa: proxyak testu-itzulpenerako soilik funtzionatzen du
fi: Tiedoksi: välityspalvelin toimii vain tekstin kääntämiseen
fr: Information : le serveur mandataire ne fonctionne que pour la traduction de texte
he: פרטים: המתווך עובד רק לטובת תרגום טקסט
hu: Infó: a proxy csak szövegfordításra működik
it: Info: il proxy è usato solo per la traduzione testo
ka: ინფორმაცია: პროქსი, მხოლოდ, ტექსტის თარგმანისთვის მუშაობს
nl: Let op: de proxy werkt alleen bij tekstvertalingen
pl: Info: proxy używane tylko do tłumaczenia tekstu
sv: Information: En proxy fungerar bara för textöversättning
zh_tw: 資訊：代理設定只對文字翻譯生效
