Repository: KDE/crow-translate
Catalog: poqm/*/crow-translate_qt.po
Languages: ar, be, et, eu, fi, fr, he, hu, it, ka, nl, pl, sv, zh_tw

# SettingsDialog|
source: <html><head/><body><p>Enable or disable authentication</p></body></html>
ar: <html><head/><body><p>تمكين أو تعطيل الاستيثاق</p></body></html>
be: <html><head/><body><p>Уключэнне або адключэнне аўтэнтыфікацыі</p></body></html>
et: <html><head/><body><p>Lülita autentimine sisse või välja</p></body></html>
eu: <html><head/><body><p>Gaitu edo desgaitu autentifikazioa</p></body></html>
fi: <html><head/><body><p>Ota tunnistautuminen käyttöön tai poista se käytöstä</p></body></html>
fr: <html><head/><body><p>Activer ou désactiver l'authentification</p></body></html>
he: <html><head/><body><p>הפעלת או השבתת אימות</p></body></html>
hu: <html><head/><body><p>A hitelesítés be- vagy kikapcsolása</p></body></html>
it: <html><head/><body><p>Abilita/disabilita autenticazione</p></body></html>
ka: <html><head/><body><p>ავთენტიკაციის ჩართვა, ან გამორთვა</p></body></html>
nl: <html><head/><body><p>Schakel authenticatie in of uit</p></body></html>
pl: <html><head/><body><p>Włączanie lub wyłączanie uwierzytelniania</p></body></html>
sv: <html><head/><body><p>Aktivera eller inaktivera behörighetskontroll</p></body></html>
zh_tw: <html><head/><body><p>啟用或停用驗證</p></body></html>

# SettingsDialog|
source: Authentication
ar: الاستيثاق
be: Аўтэнтыфікацыя
et: Autentimine
eu: Autentifikazioa
fi: Todennus
fr: Authentification
he: אימות
hu: Hitelesítés
it: Autenticazione
ka: ავთენტიკაცია
nl: Authenticatie
pl: Autentykacja
sv: Behörighetskontroll
zh_tw: 驗證

# SettingsDialog|
source: Username:
ar: اسم المستخدم:
be: Імя карыстальніка:
et: Kasutajanimi:
eu: Erabiltzaile izena:
fi: Käyttäjätunnus:
fr: Nom d'utilisateur :
he: שם משתמש:
hu: Felhasználónév:
it: Utente:
ka: მომხმარებელი:
nl: Gebruikersnaam:
pl: Użytkownik:
sv: Användarnamn:
zh_tw: 使用者名稱：

# SettingsDialog|
source: <html><head/><body><p>Proxy username for authentication</p></body></html>
ar: <html><head/><body><p>اسم المستخدم الوكيل للاستيثاق</p></body></html>
be: <html><head/><body><p>Імя карыстальніка проксі для аўтэнтыфікацыі</p></body></html>
et: <html><head/><body><p>Kasutajanimi autentimisel puhverserveris</p></body></html>
eu: <html><head/><body><p>Proxyren erabiltzaile-izena autentifikaziorako</p></body></html>
fi: <html><head/><body><p>Välityspalvelimen käyttäjätunnus tunnistautumiseen</p></body></html>
fr: <html><head/><body><p>Nom d'utilisateur pour l'authentification sur le serveur mandataire</p></body></html>
he: <html><head/><body><p>שם המשתמש לאימות מול המתווך</p></body></html>
hu: <html><head/><body><p>Proxy felhasználónév a hitelesítéshez</p></body></html>
it: <html><head/><body><p>Utente proxy per all'autenticazione</p></body></html>
ka: <html><head/><body><p>პროქსის მომხმარებლის სახელი ავთენტიკაციისთვის</p></body></html>
nl: <html><head/><body><p>Proxy-gebruikersnaam voor authenticatie</p></body></html>
pl: <html><head/><body><p>Nazwa użytkownika serwera proxy do uwierzytelniania</p></body></html>
sv: <html><head/><body><p>Proxy-användarnamn för behörighetskontroll</p></body></html>
zh_tw: <html><head/><body><p>代理驗證使用者名稱</p></body></html>

# SettingsDialog|
source: Password:
ar: كلمة السر:
be: Пароль:
et: Salasõna:
eu: Pasahitza:
fi: Salasana:
fr: Mot de passe :
he: סיסמה:
hu: Jelszó:
ka: პაროლი:
nl: Wachtwoord:
pl: Hasło:
sv: Lösenord:
zh_tw: 密碼：

# SettingsDialog|
source: <html><head/><body><p>Proxy password for authentication</p></body></html>
ar: <html><head/><body><p>كلمة سر الوكيل للاستيثاق</p></body></html>
be: <html><head/><body><p>Пароль проксі для аўтэнтыфікацыі</p></body></html>
et: <html><head/><body><p>Salasõna puhverserveri päringute autentimise jaoks</p></body></html>
eu: <html><head/><body><p>Autentifikaziorako proxy pasahitza</p></body></html>
fi: <html><head/><body><p>Välityspalvelimen salasana tunnistautumiseen</p></body></html>
fr: <html><head/><body><p>Mot de passe du serveur mandataire pour authentification</p></body></html>
he: <html><head/><body><p>סיסמה לאימות מול המתווך</p></body></html>
hu: <html><head/><body><p>Proxy jelszó a hitelesítéshez</p></body></html>
it: <html><head/><body><p>Password proxy per l'autenticazione</p></body></html>
ka: <html><head/><body><p>პროქსის პაროლი ავთენტიკაციისთვის</p></body></html>
nl: <html><head/><body><p>Proxy-wachtwoord voor authenticatie</p></body></html>
pl: <html><head/><body><p>Hasło proxy do uwierzytelniania</p></body></html>
sv: <html><head/><body><p>Proxy-lösenord för behörighetskontroll</p></body></html>
zh_tw: <html><head/><body><p>代理驗證密碼</p></body></html>

# SettingsDialog|
source: Info: the password is saved unencrypted
ar: معلومات: حُفظت كلمة السر غير معماة
be: Інфармацыя: пароль захоўваецца незашыфраваным
et: Teave: salasõna salvestatakse krüptimata kujul
eu: Informazioa: pasahitza zifratu gabe gordetzen da
fi: Tiedoksi: salasana tallennetaan salaamattomassa muodossa
fr: Information : le mot de passe est enregistré de façon non chiffré
he: פרטים: הסיסמה נשמרת ללא הצפנה
hu: Infó: a jelszó titkosítás nélkül kerül mentésre
it: Info: la password verrà salvata non criptata
ka: ინფორმაცია: პაროლი დაუშიფრავადაა შენახული
nl: Let op: het wachtwoord wordt onversleuteld opgeslagen
pl: Info: hasło jest zapisywany czystym tekstem
sv: Information: Lösenordet sparas okrypterat
zh_tw: 注：密碼將被加密保存

# SettingsDialog|
source: <html><head/><body><p>Register global shortcuts in system</p></body></html>
ar: <html><head/><body><p>سجل الاختصارات العالمية في النظام</p></body></html>
be: <html><head/><body><p>Рэгістраваць глабальныя спалучэнні клавіш у сістэме</p></body></html>
et: <html><head/><body><p>Registreeri globaalsed kiirrklahvid oma arvuti operatsioonisüsteemis</p></body></html>
eu: <html><head/><body><p>Erregistratu lasterbide orokorrak sisteman</p></body></html>
fi: <html><head/><body><p>Aktivoi järjestelmänlaajuiset pikanäppäimet järjestelmään</p></body></html>
fr: <html><head/><body><p>Enregistrer les raccourcis globaux dans le système</p></body></html>
he: <html><head/><body><p>רישום מקשי קיצור מקיפים במערכת</p></body></html>
hu: <html><head/><body><p>Regisztrálja a globális gyorsbillentyűket a rendszerben</p></body></html>
it: <html><head/><body><p>Registra nel sistema i tasti rapidi globali</p></body></html>
ka: <html><head/><body><p>გლობალური მალსახმობების რეგისტრაცია სისტემაში</p></body></html>
nl: <html><head/><body><p>Global sneltoetsen vastleggen op systeem</p></body></html>
pl: <html><head/><body><p>Zarejestruj skróty globalne w systemie</p></body></html>
sv: <html><head/><body><p>Registrera globala genvägar i systemet</p></body></html>
zh_tw: <html><head/><body><p>註冊全域快捷鍵</p></body></html>

# SettingsDialog|
source: Enable global shortcuts
ar: تمكين الاختصارات العالمية
be: Уключыць глабальныя спалучэнні клавіш
et: Kasuta süsteemiüleseid kiirklahve
eu: Gaitu lasterbide orokorrak
fi: Käytä järjestelmänlaajuisia pikanäppäimiä
fr: Activer les raccourcis globaux
he: הפעלת מקשי קיצור מקיפים
hu: Globális gyorsbillentyűk engedélyezése
it: Abilita scorciatoie globali
ka: გლობალური მალსახმობების ჩართვა
nl: Globale sneltoetsen gebruiken
pl: Włącz globalne skróty
sv: Aktivera globala genvägar
zh_tw: 啟用全域快捷鍵

# SettingsDialog|
source: <html><head/><body><p>Reset all shortcuts to defaults</p></body></html>
ar: <html><head/><body><p>صفّر جميع الاختصارات إلى الإعدادات المبدئية</p></body></html>
be: <html><head/><body><p>Скінуць усе спалучэнні клавіш да прадвызначаных значэнняў</p></body></html>
et: <html><head/><body><p>Lähtesta kõik kiirklahvid vaikimisi väärtusteks</p></body></html>
eu: <html><head/><body><p>Berrezarri lasterbide guztiak lehenespenetara</p></body></html>
fi: <html><head/><body><p>Palauta kaikki pikanäppäimet oletuksiin</p></body></html>
fr: <html><head/><body><p>Réinitialiser tous les raccourcis aux valeurs par défaut</p></body></html>
he: <html><head/><body><p>איפוס כל מקשי הקיצור לברירות המחדל</p></body></html>
hu: <html><head/><body><p>Minden gyorsbillentyű alaphelyzetbe</p></body></html>
it: <html><head/><body><p>Ripristina tutte i tasti rapidi ai valori predefiniti</p></body></html>
ka: <html><head/><body><p>ყველა მალსახმობის ჩამოყრა ნაგულისხმევზე</p></body></html>
nl: <html><head/><body><p>Zet alle sneltoetsen terug op hun standaardwaarden</p></body></html>
pl: <html><head/><body><p>Przywróć domyślne ustawienia wszystkich skrótów</p></body></html>.
sv: <html><head/><body><p>Återställ alla genvägar till standardvärden</p></body></html>
zh_tw: <html><head/><body><p>重設所有快捷鍵至預設值</p></body></html>

# SettingsDialog|
source: Reset all
ar: صفّر الكلّ
be: Скінуць усё
et: Lähtesta kõik
eu: Berrezarri dena
fi: Palauta kaikki
fr: Réinitialiser tout
he: איפוס הכול
hu: Alaphelyzetbe mindet
it: Ripristina tutto
ka: ყველას ჩამოყრა
nl: Standaardwaarden
pl: Resetuj wszystko
sv: Återställ alla
zh_tw: 全部重設

# SettingsDialog|
source: Shortcut
ar: الاختصار
be: Спалучэнне клавіш
et: Kiirklahv
eu: Lasterbidea
fi: Pikanäppäin
fr: Raccourci
he: מקשי קיצור
hu: Gyorsbillentyű
it: Tasti rapidi
ka: მალმხმობი
nl: Sneltoets
pl: Skrót
sv: Genväg
zh_tw: 快捷鍵

# SettingsDialog|
source: Key sequence:
ar: تسلسل المفتاح:
be: Паслядоўнасць клавіш:
et: Klahvikombinatsioon:
eu: Gako-sekuentzia:
fi: Näppäinyhdistelmä:
fr: Séquence de touches :
he: רצף מקשים:
hu: Kulcs sorrend:
it: Sequenza tasti:
ka: ღილაკების მიმდევრობა:
nl: Toetscombinatie:
pl: Kombinacja klawiszy:
sv: Tangentsekvens:
zh_tw: 按鍵：

# SettingsDialog|
source: <html><head/><body><p>The key sequence for the selected action</p></body></html>
ar: <html><head/><body><p>تسلسل المفتاح للإجراء المحدد</p></body></html>
be: <html><head/><body><p>Паслядоўнасць клавіш для абранага дзеяння</p></body></html>
et: <html><head/><body><p>Soovitud tegevuse käivitamiseks kasutatav klahvikombinatsioon</p></body></html>
eu: <html><head/><body><p>Hautatutako ekintzaren gako-sekuentzia</p></body></html>
fi: <html><head/><body><p>Valitun toiminnon näppäinyhdsitelmä</p></body></html>
fr: <html><head/><body><p>La séquence de touches pour l'action sélectionnée</p></body></html>
he: <html><head/><body><p>צירוף המקשים לפעולה הנבחרת</p></body></html>
hu: <html><head/><body><p>A kiválasztott művelet billentyűsora</p></body></html>
it: <html><head/><body><p>La sequenza di tasti per l'azione selezionata</p></body></html>
ka: <html><head/><body><p>ღილაკების მიმდევრობა არჩეული ქმედებისთვის</p></body></html>
nl: <html><head/><body><p>De toetscombinatie bij de gekozen actie</p></body></html>
pl: <html><head/><body><p>Sekwencja klawiszy dla wybranej akcji</p></body></html>.
sv: <html><head/><body><p>Tangentsekvens för den markerade åtgärden</p></body></html>
zh_tw: <html><head/><body><p>所選動作的按鍵序列</p></body></html>

# SettingsDialog|
source: <html><head/><body><p>Accept shortcut</p></body></html>
ar: <html><head/><body><p>قبول الاختصار</p></body></html>
be: <html><head/><body><p>Ухваліць спалучэнне клавіш</p></body></html>
et: <html><head/><body><p>Kinnita valitud klahvikombinatsioon</p></body></html>
eu: <html><head/><body><p>Onartu lasterbidea</p></body></html>
fi: <html><head/><body><p>Hyväksy pikanäppäin</p></body></html>
fr: <html><head/><body><p>Accepter le raccourci</p></body></html>
he: <html><head/><body><p>אישור מקשי קיצור</p></body></html>
hu: <html><head/><body><p>Gyorsbillentyű elfogadása</p></body></html>
it: <html><head/><body><p>Accept collegamento</p></body></html>
ka: <html><head/><body><p>მალსახმობის მიღება</p></body></html>
nl: <html><head/><body><p>Leg de sneltoets vast</p></body></html>
pl: <html><head/><body><p>Zaakceptuj skrót</p></body></html>
sv: <html><head/><body><p>Acceptera genväg</p></body></html>
zh_tw: <html><head/><body><p>接受快捷鍵</p></body></html>

# SettingsDialog|
source: Accept
ar: اقبل
be: Ухваліць
et: Kinnita
eu: Onartu
fi: Hyväksy
fr: Accepter
he: קבלה
hu: Elfogad
it: Accetta
ka: დასტური
nl: Bevestigen
pl: Akceptuj
sv: Acceptera
zh_tw: 接受

# SettingsDialog|
source: <html><head/><body><p>Clear shortcut</p></body></html>
ar: <html><head/><body><p>اختصار مسح</p></body></html>
be: <html><head/><body><p>Ачысціць спалучэнне клавіш</p></body></html>
et: <html><head/><body><p>Eemalda klahvikombinatsioon</p></body></html>
eu: <html><head/><body><p>Garbitu lasterbidea</p></body></html>
fi: <html><head/><body><p>Tyhjennä pikanäppäin</p></body></html>
fr: <html><head/><body><p>Effacer raccourci</p></body></html>
he: <html><head/><body><p>איפוס מקשי קיצור</p></body></html>
hu: <html><head/><body><p>Gyorsbillentyű törlése</p></body></html>
it: <html><head/><body><p>Azzera tasto rapido</p></body></html>
ka: <html><head/><body><p>მალსახმობის გასუფთავება</p></body></html>
nl: <html><head/><body><p>Wis de sneltoets</p></body></html>
pl: <html><head/><body><p>Wyczyść skrót</p></body></html>
sv: <html><head/><body><p>Ta bort genväg</p></body></html>
zh_tw: <html><head/><body><p>清除快捷鍵</p></body></html>

# SettingsDialog|
source: Clear
ar: امحُ
be: Ачысціць
et: Tühjenda
eu: Garbitu
fi: Tyhjennä
fr: Effacer
he: פינוי
hu: Törlés
it: Azzera
ka: გასუფთავება
nl: Wissen
pl: Wyczyść
sv: Ta bort
zh_tw: 清除

# SettingsDialog|
source: <html><head/><body><p>Reset shortcut to default</p></body></html>
ar: <html><head/><body><p>صفّر الاختصار إلى المبدئي</p></body></html>
be: <html><head/><body><p>Скінуць спалучэнне клавіш да прадвызначанага значэння</p></body></html>
et: <html><head/><body><p>Lähtesta see kiirklahv vaikimisi väärtuseks</p></body></html>
eu: <html><head/><body><p>Berrezarri lasterbidea lehenespenera</p></body></html>
fi: <html><head/><body><p>Palauta pikanäppäimen oletus</p></body></html>
fr: <html><head/><body><p>Réinitialiser raccourci par défaut</p></body></html>
he: <html><head/><body><p>איפוס מקשי הקיצור לברירת המחדל</p></body></html>
hu: <html><head/><body><p>A gyorsbillentyűk alaphelyzetbe állítása</p></body></html>
it: <html><head/><body><p>Ripristina tasto rapido al valore predefinito</p></body></html>
ka: <html><head/><body><p>მალსახმობის ჩამოყრა ნაგულისხმევზე</p></body></html>
nl: <html><head/><body><p>Zet de sneltoets terug op de standaardwaarde</p></body></html>
pl: <html><head/><body><p>Przywróć domyślne ustawienia skrótów</p></body></html>
sv: <html><head/><body><p>Återställ genväg till standardvärde</p></body></html>
zh_tw: <html><head/><body><p>重設快捷鍵至預設值</p></body></html>

# SettingsDialog|
source: Reset
ar: صفّر
be: Скінуць
et: Lähtesta
eu: Berrezarri
fi: Palauta
fr: Réinitialiser
he: איפוס
hu: Visszaállítás
it: Ripristina
ka: ჩამოყრა
nl: Standaardwaarden
pl: Resetuj
sv: Återställ
zh_tw: 重設

# SettingsDialog|
source: Version:
ar: الإصدار:
be: Версія:
et: Versioon:
eu: Bertsioa:
fi: Versio:
he: גרסה:
hu: Verzió:
it: Versione:
ka: ვერსია:
nl: Versie:
pl: Wersja:
zh_tw: 版本：

# SettingsDialog|
source: License:
ar: الترخيص:
be: Ліцэнзія:
et: Litsents:
eu: Lizentzia:
fi: Lisenssi:
fr: Licence :
he: רישיון:
hu: Licenc:
it: Licenza:
ka: ლიცენზია:
nl: Licentie:
pl: Licencja:
sv: Licens:
zh_tw: 許可證：

# SettingsDialog|
source: Source code:
ar: الكود المصدر:
be: Зыходны код:
et: Lähtekood:
eu: Iturburu kodea:
fi: Lähdekoodi:
fr: Code source :
he: קוד מקור:
hu: Forráskód:
it: Codice sorgente:
ka: წყარო კოდი:
nl: Broncode:
pl: Kod źródłowy:
sv: Källkod:
zh_tw: 原始碼：

# SettingsDialog|
source: Translation backend:
ar: خلفية الترجمة:
be: Бэкэнд перакладу:
eu: Itzulpen motorra:
fi: Käännösjärjestelmä:
fr: Moteur de traduction :
he: מנגנון תרגום:
it: Motore traduzione:
ka: თარგმანის უკანაბოლო:
nl: Backend voor vertalen:
pl: Silnik tłumaczenia:
sv: Översättningsgränssnitt:
zh_tw: 翻譯後端：

# ShortcutsModel|
source: Global
ar: عام
be: Глабальнае
et: Süsteemiülene
eu: Orokorra
fi: Järjestelmänlaajuinen
fr: Globale
he: מקיף
hu: Globális
it: Tasti rapidi globali
ka: გლობალური
nl: Globaal
pl: Globalne
zh_tw: 全域

# ShortcutsModel|
source: Translate selected text
ar: ترجمة النص المحدد
be: Перакласці абраны тэкст
et: Tõlgi valitud tekst
eu: Itzuli hautatutako testua
fi: Käännä valittu teksti
fr: Traduire le texte sélectionné
he: תרגום הטקסט הנבחר
hu: A kijelölt szöveg fordítása
it: Traduci testo selezionato
ka: მონიშნული ტექსტის თარგმნა
nl: Geselecteerde tekst vertalen
pl: Przetłumacz zaznaczony tekst
sv: Översätt markerad text
zh_tw: 翻譯選取文字

# ShortcutsModel|
source: Speak selected text
ar: التكلم بالنص المحدد
be: Вымавіць абраны тэкст
et: Loe valitud tekst ette
eu: Ahoskatu hautatutako testua
fi: Puhu valittu teksti
fr: Lire le texte sélectionné
he: הקראת הטקסט הנבחר
hu: Kijelölt szöveg kimondása
it: Pronuncia il testo selezionato
ka: მონიშნული ტექსტის წარმოთქმა
nl: Geselecteerde tekst voorlezen
pl: Wypowiedz wybrany tekst
sv: Läs upp markerad text
zh_tw: 播放選取文字發音

# ShortcutsModel|
source: Speak translation of selected text
ar: تحدث ترجمة للنص المحدد
be: Вымавіць пераклад абранага тэксту
et: Loe valitud teksti tõlge ette
eu: Ahoskatu hautatutako testuaren itzulpena
fi: Puhu valitun tekstin käännös
fr: Lire la traduction sélectionnée
he: הקראת התרגום של הטקסט הנבחר
hu: Mondja el a kiválasztott szöveg fordítását
it: Pronuncia traduzione testo selezionato
ka: მონიშნული ტექსტის თარგმანის წარმოთქმა
nl: Vertaling van geselecteerde tekst voorlezen
pl: Tłumaczenie ustne wybranego tekstu
sv: Läs upp översättning av markerad text
zh_tw: 朗讀選取文字譯文

# ShortcutsModel|
source: Stop text speaking
ar: إيقاف التحدث بالنص
be: Спыніць вымаўленне тэксту
et: Lõpeta valitud teksti ettelugemine
eu: Gelditu testuaren ahoskatzea
fi: Lopeta puhuminen
fr: Arrêter la lecture du texte
he: הפסקת הקראת טקסט
hu: Beszéd befejezése
it: Ferma pronuncia testo
ka: ტექსტის წარმოთქმის გაჩერება
nl: Stoppen met voorlezen
pl: Zatrzymaj wypowiadanie tekstu
sv: Stoppa textuppläsning
zh_tw: 停止朗讀文字

# ShortcutsModel|
source: Speak / pause text speaking
ar: انطق / ألبث نطق النص
be: Вымавіць або прыпыніць вымаўленне
et: Loe teksti / peata teksti ettelugemine
eu: Ahoskatu / eten testuaren ahoskatzea
fi: Puhu teksti tai keskeytä puhuminen
fr: Parler / mettre en pause la lecture du texte
he: הקראה / השהיית הקראת טקסט
hu: Beszéd / szünet a felolvasásban
it: Pronuncia / ferma pronuncia testo
ka: ტექსტის წარმოთქმის წარმოთქმა/პაუზა
nl: Voorlezen starten/onderbreken
pl: Wypowiadanie / przerwa w mówieniu tekstu
sv: Läs upp eller sluta läsa upp text
zh_tw: 朗讀/暫停朗讀文字

# ShortcutsModel|
source: Show main window
ar: أظهر النافذة الرئيسة
be: Паказаць галоўнае акно
et: Näita põhiakent
eu: Erakutsi lehio nagusia
fi: Näytä pääikkuna
fr: Afficher la fenêtre principale
he: הצגת החלון הראשי
hu: Főablak megjelenítése
it: Visualizza finestra principale
ka: მთავარი ფანჯრის ჩვენება
nl: Hoofdvenster tonen
pl: Pokaż okno główne
sv: Visa huvudfönster
zh_tw: 顯示主視窗

# ShortcutsModel|
source: Translate selected text and copy to clipboard
ar: ترجمة النص المحدد والنسخ إلى الحافظة
be: Перакласці абраны тэкст і скапіяваць у буфер абмену
et: Tõlgi valitud tekst ja kopeeri tulemus lõikelauale
eu: Itzuli hautatutako testua eta kopiatu arbelean
fi: Käännä ja kopioi valittu teksti leikepöydälle
fr: Traduire le texte sélectionné et copier dans le presse-papiers
he: תרגום הטקסט הנבחר והעתקתו ללוח הגזירים
hu: Fordítsa le a kijelölt szöveget és másolja a vágólapra
it: Traduci il testo selezionato e copia negli Appunti
ka: მონიშნული ტექსტის თარგმნა და ბუფერში კოპირება
nl: Geselecteerde tekst vertalen en kopiëren naar klembord
pl: Tłumacz zaznaczony tekst i skopiuj do schowka
sv: Översätt markerad text och kopiera till klippbordet
zh_tw: 翻譯選取文字並複製到剪貼簿

# ShortcutsModel|
source: Recognize text in screen area
ar: تعرف النص في منطقة الشاشة
be: Распазнаць тэкст у вобласці экрана
et: Tuvasta tekst määratud ekraanialas
eu: Pantailaren eremuko testua ezagutu
fi: Tunnista teksti näytön alueelta
fr: Reconnaître le texte dans la zone d'écran
he: זיהוי טקסט באזור במסך
hu: Szöveg felismerése a képernyőn
it: Riconosci testo nell'area schermo
ka: ტექსტის ამოცნობა ეკრანის ალაგში
nl: Tekst in schermgebied herkennen
pl: Rozpoznawanie tekstu w obszarze ekranu
sv: Känn igen text på skärmområde
zh_tw: 辨識螢幕區域內的文字

# ShortcutsModel|
source: Translate text in screen area
ar: ترجمة النص في منطقة الشاشة
be: Перакласці тэкст у вобласці экрана
et: Tõlgi tekst määratud ekraanialas
eu: Itzuli testua pantaila eremuan
fi: Käännä teksti näytön alueelta
fr: Traduire le texte dans la zone d'écran
he: תרגום טקסט באזור במסך
hu: Szöveg fordítása a képernyőn
it: Traduci testo nell'area schermo
ka: ეკრანზე არსებული ტექსტის თარგმანი
nl: Tekst in schermgebied vertalen
pl: Tłumaczenie tekstu w obszarze ekranu
sv: Översätt text på skärmområde
zh_tw: 翻譯螢幕區域內的文字

# ShortcutsModel|
source: Recognize text in screen area with delay
ar: تعرف النص في منطقة الشاشة مع التأخير
be: Распазнаць тэкст у вобласці экрана з затрымліваннем
et: Tuvasta tekst määratud ekraanialas peale etteantud viivitust
eu: Ezagutu pantailaren eremuko testua atzerapenarekin
fi: Tunnista teksti näytön alueelta viiveellä
fr: Reconnaître le texte dans la zone d'écran avec un délai
he: זיהוי טקסט באזור במסך עם השהיה
hu: Késleltetett szövegfelismerés a képernyőn
it: Riconosci testo nell'area schermo con ritardo
ka: ტექსტის ამოცნობა ეკრანის არეში დაყოვნებით
nl: Tekst binnen schermgebied herkennen na wachttijd
pl: Rozpoznawanie tekstu w obszarze ekranu z opóźnieniem
sv: Känn igen text på skärmområde med fördröjning
zh_tw: 延遲辨識螢幕區域內的文字

# ShortcutsModel|
source: Translate text in screen area with delay
ar: ترجمة النص في منطقة الشاشة مع تأخير
be: Перакласці тэкст у вобласці экрана з затрымліваннем
et: Tõlgi tekst määratud ekraanialas peale etteantud viivitust
eu: Itzuli pantaila eremuako testua atzerapenarekin
fi: Käännä teksti näytön alueelta viiveellä
fr: Traduire le texte dans la zone de l'écran avec un délai
he: תרגום טקסט באזור במסך עם השהיה
hu: Késleltetett fordítás a képernyőn
it: Traduci testo nell'area schermo con ritardo
ka: ტექსტის თარგმნა ეკრანის არეში დაყოვნებით
nl: Tekst binnen schermgebied vertalen na wachttijd
pl: Tłumaczenie tekstu w obszarze ekranu z opóźnieniem
sv: Översätt text på skärmområde med fördröjning
zh_tw: 延遲翻譯螢幕區域內的文字

# ShortcutsModel|
source: Toggle color inversion for OCR
ar: تبديل انعكاس اللون للتعرف الضوئي على الحروف
eu: Aldatu kolore-bertsioa OCRrako
fi: Käännä värit tekstintunnistusta varten
fr: Activer / Désactiver l'inversion des couleurs pour la reconnaissance optique de caractères
he: החלפת מצב היפוך צבעים לזיהוי תווים אופטי
it: Attiva/disattiva inversione dei colori per l'OCR
ka: ფერის ინვერსიის გადართვა OCR-სთვის
nl: Kleur inverteren voor OCR omschakelen
pl: Przestaw odwrócenie kolorów dla OCRa
sv: Byt färginvertering för optisk teckentydning
zh_tw: 切換 OCR 顏色反轉

# ShortcutsModel|
source: Main window
ar: النافذة الرئيسة
be: Галоўнае акно
et: Põhiaken
eu: Leiho nagusia
fi: Pääikkuna
fr: Fenêtre principale
he: חלון ראשי
hu: Főablak
it: Finestra principale
ka: მთავარი ფანჯარა
nl: Hoofdvenster
pl: Główne okno
sv: Huvudfönster
zh_tw: 主視窗

# ShortcutsModel|
source: Translate
ar: ترجم
be: Перакласці
et: Tõlgi
eu: Itzuli
fi: Käännä
fr: Traduire
he: תרגום
hu: Fordít
it: Traduci
ka: თარგმნა
nl: Vertalen
pl: Przetłumacz
sv: Översätt
zh_tw: 翻譯

# ShortcutsModel|
source: Swap languages
ar: مبادلة اللغات
be: Памяняць мовы
et: Vaheta keeled
eu: Aldatu hizkuntzak
fi: Vaihda kielet
fr: Échanger des langues
he: החלפת שפות
hu: Nyelvek cseréje
it: Scambia lingue
ka: ენების მიმოცვლა
nl: Talen omwisselen
pl: Zamiana języków
sv: Byt språk
zh_tw: 交換語言

# ShortcutsModel|
source: Close window
ar: أغلق النّافذة
be: Закрыць акно
et: Sulge aken
eu: Itxi leihoa
fi: Sulje ikkuna
fr: Fermer la fenêtre
he: סגירת חלון
hu: Ablak bezárása
it: Chiudi finestra
ka: ფანჯრის დახურვა
nl: Venster sluiten
pl: Zamknij okno
sv: Stäng fönster
zh_tw: 關閉視窗

# ShortcutsModel|
source: Source text
ar: نص المصدر
be: Зыходны тэкст
et: Lähtetekst
eu: Jatorrizko testua
fi: Lähdeteksti
fr: Texte source
he: טקסט מקור
hu: Forrás szöveg
it: Testo sorgente
ka: წყაროს ტექსტი
nl: Brontekst
pl: Tekst źródłowy
sv: Källtext
zh_tw: 原文

# ShortcutsModel|
source: Translation
ar: الترجمة
be: Пераклад
et: Tõlge
eu: Itzulpena
fi: Käännös
fr: Traduction
he: תרגום
hu: Fordítás
it: Traduzione
ka: თარგმანი
nl: Vertaling
pl: Tłumaczenie
sv: Översättning
zh_tw: 譯文
