Repository: KDE/crow-translate
Catalog: poqm/*/crow-translate_qt.po
Languages: ar, be, et, eu, fi, fr, he, hu, it, ka, nl, pl, sv, zh_tw

# Cli|
source: Display all language codes.
ar: اعرض جميع رموز اللغات.
be: Паказаць усе коды моў.
et: Kuva kõiki keelekoode.
eu: Erakutsi hizkuntza-kode guztiak.
fi: Näytä kaikki kielikoodit.
fr: Afficher tous les codes de langue.
he: הצגת הקודים של כל השפות.
hu: Minden nyelvi kód megjelenítése.
it: Visualizza tutti i codici lingua.
ka: ყველა ენის კოდის ჩვენება.
nl: Toon alle taalcodes.
pl: Wyświetl wszystkie kody języków.
sv: Visa alla språkkoder.
zh_tw: 顯示所有語言代碼。

# Cli|
source: Specify the source language (by default, engine will try to determine the language on its own).
ar: حدد اللغة المصدر (بشكل مبدئي، سيحاول المحرك تحديد اللغة بمفرده).
be: Пазначце зыходную мову (прадвызначана рухавіць будзе спрабаваць вызначыць мову самастойна).
et: Määra lähtekeel (vaikimisi tuvastab tõlkemootor lähtekeele ise).
eu: Zehaztu iturburu-hizkuntza (berez, motorrak hizkuntza bere kabuz zehazten saiatuko da).
fi: Määritä lähdekieli (oletuksena moottori pyrkii päättelemään kielen itse).
fr: Spécifiez la langue source (par défaut, le moteur essaiera de déterminer la langue par lui-même).
he: נא לציין את שפת המקור (כברירת המחדל, המנוע ינסה לזהות את השפה בעצמו).
hu: Adja meg a forrásnyelvet (alapértelmezés szerint a motor megpróbálja önállóan meghatározni).
it: Specifica la lingua sorgente (per impostazione predefinita, il motore di traduzione tenterà di determinare automaticamente la lingua).
ka: მიუთითეთ წყარო ენა (ნაგულისხმევად ძრავა ენის დადგენას თვითონ შეეცდება).
nl: Geef de brontaal op (standaard probeert de vertaalmachine deze automatisch te bepalen).
pl: Określ język źródłowy (domyślnie silnik będzie próbował samodzielnie określić język).
sv: Ange källspråk (normalt kommer försöker gränssnittet bestämma språket på egen hand).
zh_tw: 指定原文語言（不指定時引擎預設會自行嘗試判斷語言）。

# Cli|
source: Specify the translation language(s), split by '+' (by default, the system language is used).
ar: حدد لغة لغات الترجمة مقسمة بـ '+' (ستستخدم لغة النظام مبدئيًا).
he: נא לציין את שפות התרגום, יש לפצל ביניהן עם ‚+’ (כברירת מחדל, נעשה שימוש בשפת המערכת).
it: Specifica la lingua o le lingue della traduzione, divise da "+" (per impostazione predefinita verrà usata la lingua di sistema).
ka: მიუთითეთ სათარგმნი ენები, '+'-ით გამოყოფილი (ნაგულისხმევად გამოიყენება სისტემის ენა).
zh_tw: 指定翻譯語言，以 '+' 分隔（不指定時預設會使用系統語言）。

# Cli|
source: Specify the translator engine ('google', 'yandex', 'bing', 'libretranslate' or 'lingva'), Google is used by default.
ar: حدد محرك المترجم ('google', 'yandex', 'bing', 'libretransl' أو 'lingva')، سيستخدم غوغل بشكل مبدئي.
be: Пазначце рухавік перакладчыка (google, yandex, bing, libretranslate або lingva), прадвызначана выкарыстоўваецца Google.
et: Palun vali tõlkemootor ('google', 'yandex', 'bing', 'libretranslate' või 'lingva'), vaikimisi on kasutusel Google.
eu: Zehaztu itzultzaile-motorra ('google', 'yandex', 'bing', 'libretranslate' edo 'lingva'), berez Google erabiltzen du.
fi: Määritä käännösmoottori (”google”, ”yandex”, ”bing”, ”libretranslate” tai ”lingva”); oletuksena käytetään Googlea.
fr: Spécifiez le moteur du traducteur (« Google », « Yandex », « Bing » « LibreTranslate » ou « Lingva »). Par défaut, le moteur « Google » est utilisé.
he: בחירת מנוע התרגום (‚google’,‏ ‚yandex’,‏ ‚bing’,‏ ‚libretranslate’ או ‚lingva’),‏ Google הוא מנוע ברירת המחדל.
hu: Jelölje ki a fordítómotort ('google', 'yandex', 'bing', 'libretranslate' vagy 'lingva'), a Google lesz az alapértelmezett.
it: Specifica il motore per la traduzione ('google', 'yandex', 'bing', 'libretranslate' o 'lingva'), Google è l'impostazione predefinita.
ka: მიუთითეთ მთარგმნელი ძრავა ('google', 'yandex', 'bing', 'libretranslate' ან 'lingva'). ნაგულისხმევად გამოიყენება Google.
nl: Kies de vertaalmachine ('google', 'yandex', 'bing', , 'libretranslate' of 'lingva'). Standaard: Google.
pl: Określ silnik translatora ('google', 'yandex', 'bing', 'libretranslate' lub 'lingva'), domyślnie używana jest usługa Google.
sv: Ange översättningsgränssnittet ('google', 'yandex', 'bing', 'libretranslate' eller 'lingva'), Google används normalt.
zh_tw: 指定翻譯引擎（'google'、'yandex'、'bing'、'libretranslate' 或 'lingva'），預設使用 Google。

# Cli|
source: Specify Mozhi instance URL. Instance URL from the app settings will be used by default.
ar: حدد عنوان الرابط الخاص بنسخة Mozhi. سيُستخدم رابط النسخة من إعدادات التطبيق بشكل مبدئي.
eu: Zehaztu Mozhi instantziaren URLa. Aplikazioaren ezarpenetako instantzia URLa lehenespenez erabiliko da.
fi: Anna Mozhi-ilmentymän verkko-osoite. Oletuksena käytetään ilmentymän osoitetta sovelluksen asetuksista.
fr: Spécifiez l'URL de l'instance de Mozhi. L'URL d'instance défini dans la configuration de l'application sera utilisée par défaut.
he: ציון כתובת עותק Mozhi. ברירת המחדל היא הכתובת המופיעה בהגדרות היישום.
it: Specifica l'URL dell'istanza Mozhi. L'URL dell'istanza derivante dalle impostazioni dell'applicazione sarà quella predefinita.
ka: მიუთითეთ Mozhi-ის გაშვებული ასლის ბმული. ნაგულისხმევად გამოყენებული იქნება ბმული აპის პარამეტრებიდან.
nl: URL van Mohzi-exemplaar specificeren. URL-exemplaar van de instelling van de toepassing zal standaard gebruikt worden.
pl: Wpisz adres URL wystąpienia Mozhi. Domyślnie zostanie użyty adres URL z ustawień aplikacji.
sv: Ange Mozhi-instansens webbadress. Instanswebbadressen från programinställningarna används normalt.
zh_tw: 指定 Mozhi 實體網址。預設會使用應用程式設定裡指定的實體網址。

# Cli|
source: Specify translation provider ('copy' or 'mozhi'). Provider from app settings will be used by default.
ar: حدد مزود الترجمة ('copy' أو 'mozhi'). سيُستخدم مزود الإعدادات الخاص بالتطبيق بشكل مبدئي.
fi: Anna käännöstarjoaja (”kopio” tai ”mozhi”). Oletuksena käytetään tarjoajaa sovellusasetuksista.
fr: Spécifiez le fournisseur de traduction (« copy » ou « mozhi »). Le fournisseur défini dans la configuration de l'application sera utilisée par défaut.
he: בחירת ספק התרגום (‚copy’ או ‚mozhi’). ברירת המחדל היא הספק מהגדרות היישום.
it: Specifica il fornitore della traduzione: «copia» o «mozhi». Il fornitore derivante dalle impostazioni dell'applicazione risulterà quello predefinito.
ka: მიუთითეთ თარგმანის მომწოდებელი ('copy' ან 'mozhi'). ნაგულისხმევად გამოყენებული იქნება მომწოდებელი აპის პარამეტრებიდან.
sv: Ange översättningsleverantör ('kopiera' eller 'mozhi'). Leverantören från programinställningarna användas normalt.
zh_tw: 指定翻譯提供者（'copy' 或 'mozhi'）。預設會使用應用程式設定裡指定的提供者。

# Cli|
source: Specify TTS provider ('none', 'mozhi', 'qt', or 'piper'). Provider from app settings will be used by default.
ar: حدد مزود تحويل النص إلى كلام ('none' أو 'mozhi' أو 'qt' أو 'piper'). سيُستخدم مزود الإعدادات الخاص بالتطبيق بشكل مبدئي.
fi: Anna puhesynteesitarjoaja (”ei mitään”, ”mozhi”, ”qt” tai ”piper”). Oletuksena käytetään tarjoajaa sovellusasetuksista.
fr: Veuillez spécifier le fournisseur de synthèse vocale (TTS) parmi (« Aucun », « mozhi », « qt », « piper ». Le fournisseur défini dans la configuration de l'application sera utilisée par défaut.
he: בחירת ספק הקראה (‚none’,‏ ‚mozhi’,‏ ‚qt’, או ‚piper’)
it: Specifica il fornitore di sintesi vocale (TTS): «nessuno», «mozhi», «qt» o «piper». Il fornitore derivante dalle impostazioni dell'applicazione risulterà quello predefinito.
ka: მიუთითეთ TTS-ის მომწოდებელი ('none', 'mozhi', 'qt', ან 'piper'). ნაგულისხმევად გამოყენებული იქნება მომწოდებელი აპის პარამეტრებიდან.
sv: Ange text till tal-leverantör ('ingen', 'mozhi', 'qt' eller 'piper'). Leverantören från programinställningarna användas normalt.
zh_tw: 指定 TTS 提供者（'none'、'mozhi'、'qt' 或 'piper'）。預設會使用應用程式設定裡指定的提供者。

# Cli|
source: Speak the translation.
ar: انطق الترجمة.
be: Вымавіць пераклад.
et: Loe tõlge ette.
eu: Ahoskatu itzulpena.
fi: Puhu käännös.
fr: Écoutez la traduction.
he: הקראת התרגום.
hu: Mondja el a fordítást.
it: Pronuncia testo traduzione.
ka: თარგმანის წარმოთქმა.
nl: Lees de vertaling voor.
pl: Wypowiedz tłumaczenie.
sv: Läs upp översättningen.
zh_tw: 朗讀譯文。

# Cli|
source: Speak the source.
ar: انطق المصدر.
be: Вымавіць зыходны тэкст.
et: Loe lähtetekst ette.
eu: Ahoskatu iturburua.
fi: Puhu lähdeteksti.
fr: Écoutez la source.
he: הקראת המקור.
hu: Mondja el a forrást.
it: Pronuncia testo sorgente.
ka: წყაროს წარმოთქმა.
nl: Lees de brontekst voor.
pl: Wypowiedz źródło.
sv: Läs upp källan.
zh_tw: 朗讀原文。

# Cli|
source: Read source text from files. Arguments will be interpreted as file paths.
ar: اقرأ نص المصدر من الملفات. ستفسر المعاملات على أنها مسارات ملفات.
be: Чытаць зыходны тэкст з файлаў. Аргументы будуць інтэрпрэтавацца як шляхі да файлаў.
et: Loe lähteteksti failist. Argumente tõlgendame faili asukohana.
eu: Irakurri iturburu-testua fitxategietatik. Argumentuak fitxategi-bide gisa interpretatuko dira.
fi: Lue lähdeteksti tiedostoista. Parametriksi tulkitaan tiedostopoluiksi.
fr: Lire le texte source à partir de fichiers. Les arguments seront interprétés comme des emplacements de fichiers.
he: הקראת טקסט המקור מקבצים. הארגומנטים יפוענו כנתיבי קבצים.
hu: Forrásszöveg olvasása fájlokból. Az argumentumokat fájl elérési útjaként kell értelmezni.
it: Legge il testo sorgente dai file. Gli argomenti verranno interpretati come percorsi di file.
ka: წყარო ტექსტის ფაილებიდან წაკითხვა. არგუმენტები აღქმული იქნება, როგორც ფაილის ბილიკები.
nl: Lees de brontekst uit uit bestanden. Aanvullende opties worden opgevat als bestandspaden.
pl: Czytaj tekst źródłowy z plików. Argumenty będą interpretowane jako ścieżki plików.
sv: Läs källtexten från filer. Argumenten tolkas som filsökvägar.
zh_tw: 從檔案讀取原文。參數將被視為檔案路徑。

# Cli|
source: Add stdin data to source text.
ar: إضافة بيانات stdin إلى النص المصدر.
be: Дадаць даныя stdin у зыходны тэкст.
et: Lisa standardsisendi andmed lähtetekstile.
eu: Gehitu sarrera estandar (STDIN) datuak iturburu-testuan.
fi: Lisää vakiosyötevirran data lähdetekstiin.
fr: Ajouter des données stdin au texte source.
he: הוספת נתוני קלט שורת פקודות (stdin) לטקסט המקור.
hu: Az stdin adatok forrásszöveghez adása.
it: Aggiungi dati stdin al testo sorgente.
ka: სტანდარტული შეყვანის მონაცემების დამატება წყარო ტექსტზე.
nl: Voeg stdin-data toe aan de brontekst.
pl: Dodaj dane stdin do tekstu źródłowego.
sv: Lägg till data från standardinmatningen till källtexten.
zh_tw: 將標準輸入文字加入原文。

# Cli|
source: Do not print any text when using --%1 or --%2.
ar: لا تطبع أي نص عند استخدام --%1 أو --%2.
be: Не выводзіць ніякі тэкст пры выкарыстанні --%1 або --%2.
et: --%1 ja --%2 kasutamisel ära väljasta mitte mingit teksti.
eu: Ez inprimatu testurik --%1 or --%2 erabiltzean.
fi: Käytettäessä --%1 tai --%2 älä tulosta mitään.
fr: N'imprimez aucun texte lorsque vous utilisez --%1 ou --%2.
he: לא להציג טקסט בעת שימוש ב־‎--%1 או ב‏־‎--%2.
hu: Ne nyomtasson szöveget a --%1 vagy --%2 használatakor.
it: Non stampare il testo quando viene usato %1 - %2.
ka: არ გამოიტანო ტექსტი, როცა გამოყენებულია პარამეტრები --%1 ან --%2.
nl: Toon geen tekst bij gebruik van --%1 of --%2.
pl: Nie drukuj żadnego tekstu, gdy używasz --%1 lub --%2.
sv: Skriv inte ut någon text när --%1 eller --%2 används.
zh_tw: 當使用 --%1 或 --%2 時不輸出任何文字。

# Cli|
source: Print only translations.
ar: طباعة الترجمات فقط.
be: Выводзіць толькі пераклады.
et: Trüki vaid tõlked.
eu: Inprimatu itzulpenak soilik.
fi: Tulosta vain käännökset.
fr: Imprimer seulement les traductions.
he: הצגת התרגומים בלבד.
hu: Csak a fordítás nyomtatása.
it: Stampa solo la traduzione.
ka: მხოლოდ თარგმანების გამოტანა.
nl: Toon alleen vertalingen.
pl: Drukuj tylko tłumaczenia.
sv: Skriv bara ut översättningar.
zh_tw: 只輸出翻譯。

# Cli|
source: Print output formatted as JSON.
ar: إخراج الطباعة بتنسيق JSON.
be: Выводзіць выходныя даныя як JSON.
et: Näita väljundit JSON-vormingus.
eu: Inprimatu irteera JSON formatuan.
fi: Tulosteen muoto on JSON.
fr: Imprimer la sortie formatée en JSON.
he: הצגת הפלט בסגנון JSON.
hu: A nyomtatási kimenet JSON formázása.
it: Stampa output formattato come JSON.
ka: გამოტანა JSON ფორმატში.
nl: Toon geen met json opgemaakte tekst.
pl: Wydrukuj dane wyjściowe sformatowane jako JSON.
sv: Skriv utdata formaterat som JSON.
zh_tw: 將結果輸出為 JSON 格式。

# Cli|
source: Application that allows to translate and speak text using various providers
ar: تطبيق يسمح بترجمة النصوص والتحدث بها باستخدام عدة مزودات
fi: Sovellus, joka mahdollista kääntämisen ja puhesynteesin eri tarjoajien avulla
fr: Une application permettant la traduction et l'énoncé de texte en utilisant divers fournisseurs
he: יישום שמאפשר לתרגם ולהקריא טקסט בעזרת מגוון ספקים
it: Applicazione che consente di tradurre e pronunciare testi usando vari fornitori
ka: აპლიკაცია, რომელიც საშუალებას გაძლევთ, თარგმნოთ და წარმოთქვათ ტექსტი სხვადასხვა მომწოდებლების გამოყენებით
sv: Program som gör det möjligt att översätta och läsa upp text med diverse leverantörer
zh_tw: 讓您利用各種提供者進行文字翻譯與朗讀的應用程式

# Cli|
source: Text to translate. By default, the translation will be done to the system language.
ar: نص للترجمة. بشكل مبدئي. مبدئيًّا سيترجم إلى لغة النظام.
be: Тэкст для перакладу. Прадвызначана будзе перакладзена на сістэмную мову.
et: Tõlgitav tekst. Vakimisi tõlgime süsteemi põhikeelde.
eu: Itzultzeko testua. Berez, itzulpena sistemaren hizkuntzara egingo da.
fi: Käännettävä teksti. Oletusarvoisesti käännetään järjestelmän kielelle.
fr: Texte à traduire. Par défaut, la traduction se fera à la langue du système.
he: טקסט לתרגום. כברירת מחדל, התרגום יבוצע לשפת המערכת.
hu: Fordítandó szöveg. Alapértelmezés szerint a fordítás a rendszer nyelvére történik.
it: Testo da tradurre. Per impostazione predefinita, la traduzione verrà effettuata nella lingua del sistema.
ka: სათარგმნი ტექსტის. ნაგულისხმევად თარგმანი სისტემურ ენაზე მოხდება.
nl: De te vertalen tekst. Standaard wordt de tekst vertaald naar de systeemtaal.
pl: Tekst do przetłumaczenia. Domyślnie tłumaczenie zostanie wykonane na język systemowy.
sv: Text att översätta. Normalt görs översättningen till systemspråket.
zh_tw: 要翻譯的文字。預設將翻譯為系統語言。

# Cli|
source: Error: For --%1 you must specify --%2 and/or --%3 options
ar: خطأ: لـ --%1 يجب عليك تحديد --%2 و/أو --%3 خيارات
be: Памылка: для --%1 неабходна пазначыць параметры --%2 і(або) --%3
et: Viga: --%1 jaoks pead sa valima --%2 ja/või --%3 valikud
eu: Errorea: --%1-rentzat --%2 edota --%3 aukerak zehaztu behar dituzu
fi: Virhe: --%1 on määritettävä --%2 ja/tai --%3 valinnat
fr: Erreur: Pour --%1 vous devez spécifier --%2 et/ou --%3 en options
he: שגיאה: ל־‎--%1 חובה לציין את האפשרויות ‎--%2 ו/או ‎--%3
hu: Hiba: --%1 esetén meg kell adnia --%2 és/vagy --%3 opciót
it: Errore: per --%1 devi specificare --%2 e/o le opzioni --%3
ka: შეცდომა: პარამეტრისთვის --%1 უნდა მიუთითოთ პარამეტრები --%2 ან/და --%3
nl: Fout: bij --%1 dient u --%2 en/of --%3 op te geven
pl: Błąd: dla --%1 musisz podać --%2 i/lub --%3 opcje
sv: Fel: Med --%1 måste väljarna --%2 och/eller --%3 anges
zh_tw: 錯誤： 必須為 --%1 指定 --%2 和/或--%3 選項

# Cli|
source: Error: Unknown source language code '%1'
ar: خطأ: رمز لغة المصدر غير معروف '%1'
eu: Errorea: Iturburu hizkuntza-kode ezezaguna: %1
fi: Virhe: tuntematon kielikoodi ”%1”
fr: Erreur : code de langue source inconnu « %1 »
he: שגיאה: קוד שפת המקור ‚%1’ לא מוכר
it: Errore: codice lingua di partenza sconosciuto «%1»
ka: შეცდომა: წყაროს ენის უცნობი კოდი '%1'
nl: Fout: onbekende taalcode van bron '%1'
pl: Błąd: Nieznany kod języka źródłowego '%1'
sv: Fel: Okänd språkkod '%1'
zh_tw: 錯誤：未知原文語言代碼 '%1'

# Cli|
source: Error: Unknown translation language code '%1'
ar: خطأ: رمز لغة الترجمة غير معروف '%1'
eu: Errorea: '%1' itzulpen hizkuntza-kode ezezaguna
fi: Virhe: tuntematon käännöskielikoodi ”%1”
fr: Erreur : code de langue cible inconnu « %1 »
he: שגיאה: קוד שפת התרגום ‚%1’ לא מוכר
it: Errore: codice lingua di traduzione sconosciuto «%1»
ka: შეცდომა: უცნობი თარგმანის ენის კოდი '%1'
nl: Fout: onbekende taalcode van vertaling '%1'
pl: Błąd: Nieznany kod języka docelowego '%1'
sv: Fel: Okänd språkkod för översättning '%1'
zh_tw: 錯誤：未知譯文語言代碼 '%1'

# Cli|
source: Error: There is no text for translation
ar: خطأ: لا يوجد نص للترجمة
be: Памылка: няма тэксту для перакладу
et: Viga: Tõlketekst puudub
eu: Errorea: ez dago testurik itzultzeko
fi: Virhe: käännettävää tekstiä ei ole
fr: Erreur: Il n'y a pas de texte pour la traduction
he: שגיאה: אין טקסט לתרגום
hu: Hiba: Nincs szöveg a fordításhoz
it: Errore: non c'è un testo da tradurre
ka: შეცდომა: სათარგმნი ტექსტის გარეშე
nl: Fout: geen brontekst opgegeven
pl: Błąd: nie ma tekstu do tłumaczenia
sv: Fel: Det finns ingen text att översätta
zh_tw: 錯誤：沒有要翻譯的文字

# Cli|
source: Error: Unknown translation provider '%1'
ar: خطأ: مزود الترجمة غير معروف '%1'
fi: Virhe: tuntematon käännöstarjoaja ”%1”
fr: Erreur : fournisseur de traduction inconnu « %1 »
he: שגיאה: ספק התרגום ‚%1’ אינו מוכר
it: Errore: fornitore di traduzione sconosciuto «%1»
ka: შეცდომა: უცნობი თარგმანის მომწოდებელი '%1'
sv: Fel: Okänd översättningsleverantör '%1'
zh_tw: 錯誤：未知翻譯提供者 '%1'

# Cli|
source: Detecting fastest instance
ar: اكتشاف أسرع نسخة
eu: Detektatzen instantziarik azkarrena
fi: Selvitetään nopeita ilmentymää
fr: Détection de l'instance la plus rapide
he: העותק המהיר ביותר מזוהה
it: Rilevamento dell'istanza più veloce
ka: უსწრაფესი გაშვებული ასლის გამოვლენა
nl: Detecteren van snelste exemplaar
pl: Wykrywanie najszybszego wystąpienia
sv: Detekterar snabbaste instans
zh_tw: 正在偵測最快的實體

# Cli|
source: Error: Lingva engine is not supported
ar: خطأ: محرك Lingva غير متاح
fi: Virhe: Lingva-moottoria ei tueta
fr: Erreur : le moteur pour Lingva n'est pas pris en charge
he: שגיאה: אין תמיכה במנוע Lingva
it: Errore: il motore Lingva non è supportato
ka: შეცდომა: ძრავა Lingva მხარდაჭერილი არაა
sv: Fel: Lingva-gränssnittet stöds inte
zh_tw: 錯誤：不支援 Lingva 引擎

# Cli|
source: Error: Unknown engine
ar: خطأ: محرك غير معروف
be: Памылка: невядомы рухавік
et: Viga: Tundmatu tõlkemootor
eu: Errorea: motor ezezaguna
fi: Virhe: tuntematon puhesyntetisaattori
fr: Erreur: moteur inconnu
he: שגיאה: מנוע לא מוכר
hu: Hiba: Ismeretlen motor
it: Errore: motore traduzione sconosciuto
ka: შეცდომა: უცნობი ძრავა
nl: Fout: onbekende vertaalmachine
pl: Błąd: nieznany silnik
sv: Fel: Okänt gränssnitt
zh_tw: 錯誤：未知引擎

# Cli|
source: Error: Unknown TTS provider '%1'
ar: خطأ: مزود تحويل النص إلى كلام غير معروف '%1'
fi: Virhe: tuntematon puhesynteesitarjoaja ”%1”
fr: Erreur : fournisseur inconnu « %1 » de synthèse vocale
he: שגיאה: ספק ההקראה ‚%1’ לא מוכר
it: Errore: fornitore di sintesi vocale sconosciuto «%1»
ka: შეცდომა: უცნობი TTS-ის მომწოდებელი '%1'
sv: Fel: Okänd text till tal-leverantör '%1'
zh_tw: 錯誤：未知 TTS 提供者 '%1'

# Cli|
source: Error: %1
ar: خطأ: %1
be: Памылка: %1
et: Viga: %1
eu: Errorea: %1
fi: Virhe: %1
fr: Erreur : %1
he: שגיאה: %1
hu: Hiba: %1
it: Errore: %1
ka: შეცდომა: %1
nl: Fout: %1
pl: Błąd: %1
sv: Fel: %1
zh_tw: 錯誤：%1

# Cli|
source: Translation error occurred
ar: خطأ بالترجمة
fi: Tapahtui käännösvirhe
fr: Une erreur de traduction s'est produite
he: אירעה שגיאה בתרגום
it: Si è verificato un errore di traduzione
ka: აღმოჩენილია თარგმანის შეცდომა
sv: Översättningsfel inträffade
zh_tw: 發生翻譯錯誤

# Cli|
source: Error: TTS failed
ar: خطأ: تحويل النص إلى كلام فشل
fi: Virhe: puhesynteesi epäonnistui
fr: Erreur : échec de la synthèse vocale
he: שגיאה: ההקראה נכשלה
it: Errore: sintesi vocale non riuscita
ka: შეცდომა: TTS ჩავარდა
sv: Fel: text till tal misslyckades
zh_tw: 錯誤：TTS 失敗

# Cli|
source: Error: You can't use --%1 with --%2
ar: خطأ: لا يمكنك ' استخدام --%1 مع --%2
be: Памылка: вы не можаце выкарыстоўваць --%1 з --%2
et: Viga: sa ei saa kasutada --%1 koos --%2
eu: Errorea:ezin duzu --%1 erabili --%2-rekin
fi: Virhe: Et voi käyttää --%1 ja --%2 samaan aikaan
fr: Erreur: Vous ne pouvez pas utiliser --%1 avec --%2
he: שגיאה: אי אפשר להשתמש ב־‎--%1 עם ‎--%2
hu: Hiba: Nem használhatja ezt, --%1 ezzel, --%2
it: Errore: non puoi usare --%1 con --%2
ka: შეცდომა: პარამეტრებს --%1 და --%2 ერთად ვერ გამოიყენებთ
nl: Fout: u kunt --%1 niet gebruiken in combinatie met --%2
pl: Błąd: Nie można użyć --%1 z --%2
sv: Fel: Det går inte att använda --%1 med --%2
zh_tw: 錯誤：在有 --%2 時不可使用 --%1

# Cli|
source: Error: File does not exist: %1
ar: خطأ: الملف غير موجود: %1
be: Памылка: файл не існуе: %1
et: Viga: Faili pole olemas: %1
eu: Errorea: fitxategia ez da existitzen: %1
fi: Virhe: tiedostoa %1 ei ole olemassa
fr: Erreur: Le fichier n'existe pas: %1
he: שגיאה: הקובץ לא קיים: %1
hu: Hiba: A fájl nem létezik: %1
it: Errore: il file %1 non esiste
ka: შეცდომა: ფაილი არ არსებობს: %1
nl: Fout: bestand bestaat niet: %1
pl: Błąd: Plik nie istnieje: %1
sv: Fel: Filen finns inte: %1
zh_tw: 錯誤：檔案不存在：%1

# Cli|
source: Error: Unable to open file: %1
ar: خطأ: تعذر فتح الملف: %1
be: Памылка: немагчыма адкрыць файл: %1
et: Viga: Faili avamine ei õnnestu: %1
eu: Errorea: ezin da fitxategia ireki: %1
fi: Virhe: Ei voi avata tiedostoa %1
fr: Erreur : Impossible d'ouvrir le fichier: %1
he: שגיאה: לא ניתן לפתוח קובץ: %1
hu: Hiba: Nem sikerült megnyitni a fájlt: %1
it: Errore: impossibile aprire il file %1
ka: შეცდომა: ფაილი ვერ გავხსენი: %1
nl: Fout: kan bestand niet openen: %1
pl: Błąd: Nie można otworzyć pliku: %1
sv: Fel: Kan inte öppna filen: %1
zh_tw: 錯誤：無法開啟檔案：%1

# ContextMenu|
source: Search on Forvo.com
ar: ابحث في Forvo.com
be: Шукайць на Forvo.com
et: Otsi Forvo.com saidist
eu: Bilatu Forvo.com-en
fi: Etsi Forvo.com-sivustolta
fr: Rechercher sur Forvo.com
he: חיפוש ב־Forvo.com
hu: Keresés a Forvo.com oldalon
it: Cerca su Forvo.com
ka: ძებნა Forvo.com-ზე
nl: Zoeken op Forvo.com
pl: Szukaj na Forvo.com
sv: Sök på Forvo.com
zh_tw: 在 Forvo.com 上搜尋

# InstancePinger|
source: Best instance URL is '%1' with time %2 ms
ar: أفضل عنوان للنسخة هو '%1' مع ​​وقت %2 مللي ثانية
eu: Instantziaren URL onena '%1' da %2 ms-ko denborarekin
fi: Nopeimman ilmentymän osoite on ”%1”, vasteaika %2 ms
fr: L'URL de la meilleure instance est « %1 » avec une durée de %2 ms
he: כתובת העותק הטוב ביותר היא ‚%1’ עם זמן תגובה של %2 מילישניות
it: L'URL di istanza migliore è «%1» con un tempo di %2 ms
ka: საუკეთესო ასლის ბმულია '%1' დროით %2 მწმ
nl: Beste exemplaar van URL is '%1' met tijd %2 ms
pl: Adres URL najlepszego wystąpienia to '%1' z czasem %2 ms
sv: Bästa instanswebbadress är '%1' med tiden %2 ms
zh_tw: 最好的實體網址是 '%1'，反應時間 %2 ms

# InstancePinger|
source: Ping to '%1' takes longer then %2 ms
ar: يستغرق إرسال الأمر ping إلى '%1' وقتًا أطول من %2 مللي ثانية
eu: '%1'-ri ping egiteak %2 ms baino gehiago behar du
fi: Ping osoitteeseen ”%1” kestää yli %2 ms
fr: Le ping vers « %1 » prend plus de %2 ms
he: הפינג ל־‚%1’ אורך מעבר ל־%2 מילישניות
it: Il ping verso «%1» dura più di %2 ms
ka: პინგი '%1' უფრო დიდია, ვიდრე %2 მწმ
nl: Ping naar '%1' neemt langer dan %2 ms
pl: Ping do '%1' zajmuje dłużej niż %2 ms
sv: Ping till '%1' tar längre tid än %2 ms
zh_tw: 對於 '%1' 的 ping 測試花費超過 %2 ms

# InstancePinger|
source: Ping to '%1' successful, response time: %2 ms
ar: إرسال الفحص Ping إلى ’%1‘ ناجح، زمن الاستجابة: %2 مللي ثانية
eu: %1'-ri egindako ping-a emaitza eman du, erantzun denbora: %2 ms
fi: Ping osoitteeseen ”%1” onnistui, vasteaika: %2 ms
fr: Le ping vers « %1 » est réussi. Temps de réponse : %2 ms
he: הפינג ל־‚%1’ הצליח, זמן התגובה: %2 מילישניות
it: Il ping verso «%1» è riuscito, tempo di risposta: %2 ms
ka: პინგი '%1' წარმატებულია. პასუხის დრო: %2 მწმ
nl: Ping naar '%1' heeft succes, reactietijd: %2 ms
pl: Udało się pingnąć '%1', czas odpowiedzi: %2 ms
sv: Ping till '%1' lyckades, svarstid: %2 ms
zh_tw: 對於 '%1' 的 ping 測試成功，反應時間：%2 ms

# InstancePinger|
source: Ping to '%1' failed, error: %2
ar: فشل الاتصال ب ’%1‘، الخطأ: %2
eu: '%1'-ri ping-a huts egin du, errorea: %2
fi: Osoitteen ”%1” pingaus epäonnistui, virhe: %2
fr: Échec du ping vers « %1 ». Erreur : %2
he: הפינג ל־‚%1’ נכשל. שגיאה: %2
it: Il ping verso «%1» non riuscito, errore: %2
ka: '%1'-ის პინგი ჩავარდა. შეცდომა: %2
nl: Ping naar '%1' is mislukt, fout: %2
pl: Nie udało się pingnąć '%1', błąd: %2
sv: Ping till '%1' misslyckades, fel: %2
zh_tw: 對於 '%1' 的 ping 測試失敗，錯誤：%2
