Repository: KDE/crow-translate
Catalog: poqm/*/crow-translate_qt.po
Languages: ar, be, et, eu, fi, fr, he, hu, it, ka, nl, pl, sv, zh_tw

# OnlineTranslator|
source: Armenian
ar: الأرميني
be: Армянская
et: armeenia
eu: Armeniera
fi: armenia
fr: Arménien
he: ארמנית
hu: Örmény
it: Armeno
ka: სომხური
nl: Armeens
pl: Armeński
sv: Armeniska
zh_tw: 亞美尼亞語

# OnlineTranslator|
source: Assamese
ar: الأسامية
be: Асамская
eu: Assamera
fi: assami
he: אסאמית
ka: ასამური
nl: Assamees
pl: Assamijski
sv: Assamesiska
zh_tw: 阿薩姆語

# OnlineTranslator|
source: Aymara
ar: الأيمارية
be: Аймарская
eu: Aimara
fi: aimara
he: איימרה
ka: აიმარა
zh_tw: 愛瑪拉語

# OnlineTranslator|
source: Azerbaijani
ar: الأذربيجانية
be: Азербайджанская
eu: Azerbaijanera
fi: azeri
fr: Azerbaïdjanais
he: אזרית
it: Azero
ka: აზერბაიჯანული
nl: Azerbeidzjaans
pl: Azerbejdżański
sv: Azerbajdzjanska
zh_tw: 亞塞拜然語

# OnlineTranslator|
source: Bajan
ar: باجان
be: Баджанская
he: בייג׳ן
ka: ბაჯანი
sv: Bajanska
zh_tw: 巴漢語

# OnlineTranslator|
source: Balkan Gipsy
ar: غجري البلقان
be: Балканская цыганская
eu: Balkanetako ijitoera
fi: Balkaninromani
fr: Gitan des Balkans
he: צוענית בלקנית
it: Gitano dei Balcani
ka: ბალკანელი ბოშა
pl: Cygański z Bałkanów
sv: Balkansk Romani
zh_tw: 巴爾幹吉普賽語

# OnlineTranslator|
source: Bambara
ar: بامبارا
be: Бамбара
eu: Banbara
he: במברה
ka: ბამბარა
zh_tw: 班巴拉語

# OnlineTranslator|
source: Bangla
ar: بنغلا
be: Бенгальская
fi: bengali
he: בנגלית
it: Bengalese
ka: ბანგლადეშური
sv: Bengali
zh_tw: 孟加拉語

# OnlineTranslator|
source: Bashkir
ar: الباشكيرية
be: Башкірская
et: baškiiri
eu: Baxkirera
fi: baškiiri
he: בשקירית
hu: Baskír
it: Baschiro
ka: ბაშკირული
nl: Basjkiers
zh_tw: 巴什喀爾語

# OnlineTranslator|
source: Basque
ar: الباسك
be: Басконская
et: baski
eu: Euskara
fi: baski
he: בסקית
hu: Baszk
it: Basco
ka: ბასკური
nl: Baskisch
pl: Baskijski
sv: Baskiska
zh_tw: 巴斯克語

# OnlineTranslator|
source: Belarusian
ar: البيلاروسية
be: Беларуская
et: valgevene
eu: Bielorrusiera
fi: valkovenäjä
fr: Biélorusse
he: בלארוסית
hu: Belarusz
it: Bielorusso
ka: ბელორუსული
nl: Wit-Russisch
pl: Białoruski
sv: Vitryska
zh_tw: 白俄羅斯語

# OnlineTranslator|
source: Bemba
ar: بيمبا
be: Бемба
eu: Benba
he: בֵּמְבַּה
ka: ბემბა
zh_tw: 本巴語

# OnlineTranslator|
source: Bhojpuri
ar: البوجبورية
be: Бхаджпуры
he: בוג׳פורית
ka: ბოჯპური
zh_tw: 博杰普爾語

# OnlineTranslator|
source: Bislama
ar: اللغة البسلامية
be: Біслама
fr: Bichlamar
he: ביסלמה
ka: ბისლამა
zh_tw: 比斯拉馬語

# OnlineTranslator|
source: Bosnian
ar: البوسنية
be: Баснійская
et: bosnia
eu: Bosniera
fi: bosnia
fr: Bosniaque
he: בוסנית
hu: Bosnyák
it: Bosniaco
ka: ბოსნიური
nl: Bosnisch
pl: Bośniacki
sv: Bosniska
zh_tw: 波士尼亞語

# OnlineTranslator|
source: Breton
ar: البريتونية
be: Брэтонская
eu: Bretoiera
fi: bretoni
he: ברטונית
it: Bretone
ka: ბრეტონული
nl: Bretons
pl: Bretoński
sv: Bretonska
zh_tw: 布列塔尼語

# OnlineTranslator|
source: Bulgarian
ar: البلغاري
be: Балгарская
et: bulgaaria
eu: Bulgariera
fi: bulgaria
fr: Bulgare
he: בולגרית
hu: Bolgár
it: Bulgaro
ka: ბულგარული
nl: Bulgaars
pl: Bułgarski
sv: Bulgariska
zh_tw: 保加利亞語

# OnlineTranslator|
source: Cantonese (Traditional)
ar: الكانتونية (التقليدية)
be: Кантонская (традыцыйная)
eu: Kantonera (tradizionala)
fi: kanton (perinteinen)
fr: Cantonais (Traditionnel)
he: קנטונית מסורתי
it: Cantonese (tradizionale)
ka: კანტონური (ტრადიციული)
nl: Kantonees (traditioneel)
pl: Kantoński (tradycyjny)
sv: Kantonesiska (traditionell)
zh_tw: 廣東話（繁體）

# OnlineTranslator|
source: Catalan
ar: الكاتالونية
be: Каталанская
et: katalaani
eu: Katalana
fi: katalaani
he: קטלאנית
hu: Katalán
it: Catalano
ka: კატალანური
nl: Catalaans
pl: Kataloński
sv: Katalanska
zh_tw: 加泰隆尼亞語

# OnlineTranslator|
source: Cebuano
ar: السيبيونو
be: Себуанская
et: sebu
eu: Cebuera
he: סבואנו
ka: სებუანო
zh_tw: 宿霧語

# OnlineTranslator|
source: Chamorro
ar: تشامورو
be: Чамора
eu: Txamorro
fi: tšamorro
he: צ׳מורו
ka: ჩამორო
zh_tw: 查摩洛語

# OnlineTranslator|
source: Chichewa
ar: الشيشيوا
be: Чэва
et: njandža
he: צ׳יצ׳ווה
ka: ჩიჩევა
zh_tw: 奇切瓦語

# OnlineTranslator|
source: Chinese (Literary)
ar: الصينية (الأدبية)
be: Кітайская (Літаратурная)
eu: Txinera (literatura)
fi: kiina (kirjallinen)
fr: Chinois (Littéraire)
he: סינית קלסית
it: Cinese (letterario)
ka: ჩინური (ლიტერატურული)
nl: Chinees (literair)
pl: Chiński (literacki)
sv: Kinesiska (klassisk)
zh_tw: 文言文

# OnlineTranslator|
source: Chinese (Simplified)
ar: الصينية (المبسطة)
be: Кітайская (спрошчаная)
et: hiina (lihtsustatud)
eu: Txinera (sinplifikatua)
fi: kiina (yksinkertaistettu)
fr: Chinois (simplifié)
he: סינית מפושטת
hu: Kínai (Egyszerűsített)
it: Cinese (semplificato)
ka: ჩინური (გამარტივებული)
nl: Chinees (Vereenvoudigd)
pl: Chiński (uproszczony)
sv: Kinesiska (förenklad)
zh_tw: 簡體中文

# OnlineTranslator|
source: Chinese (Traditional)
ar: الصينية (التقليدية)
be: Кітайская (традыцыйная)
et: hiina (traditsiooniline)
eu: Txinera (tradizionala)
fi: kiina (perinteinen)
fr: Chinois (traditionnel)
he: סינית מסורתית
hu: Kínai (Hagyományos)
it: Cinese (tradizionale)
ka: ჩინური (ტრადიციული)
nl: Chinees (Traditioneel)
pl: Chiński (tradycyjny)
sv: Kinesiska (traditionell)
zh_tw: 繁體中文

# OnlineTranslator|
source: Chuvash
ar: التشوفاشية
be: Чувашская
eu: Txuvaxera
fi: tšuvassi
he: צ׳ובשית
ka: ჩუვაშური
nl: Tsjoevasjisch
pl: Czuwaski
sv: Tjuvasjiska
zh_tw: 楚瓦士語

# OnlineTranslator|
source: Comorian (Ngazidja)
ar: الكموري (نغازيدجا)
be: Каморская (Нгазіджа)
eu: Komoreera (Ngazidja)
fi: komori (ngazidja)
fr: Comorien (Ngazidja)
he: קומורית של נגאזידג׳ה
it: Comoriano (Ngazidja)
ka: კომორიული (ნგაზიჯა)
nl: Comorees (Ngazidja)
pl: Komoryjski (Ngazidja)
sv: Komoriska (Grande Comore)
zh_tw: 葛摩語（大葛摩島）

# OnlineTranslator|
source: Coptic
ar: قبطي
be: Копцкая
eu: Koptoera
fi: kopti
fr: Copte
he: קופטית
it: Copto
ka: კოპტური
nl: Koptisch
pl: Koptyjski
sv: Koptiska
zh_tw: 哥普特語

# OnlineTranslator|
source: Corsican
ar: الكورسيكية
be: Карсіканская
et: korsika
eu: Korsikera
fi: korsika
fr: Corse
he: קורסיקאית
hu: Korzikai
it: Corso
ka: კორსიკული
nl: Corsicaans
pl: Korsykański
sv: Korsikanska
zh_tw: 科西嘉語

# OnlineTranslator|
source: Creole English (Antigua and Barbuda)
ar: الكريول الإنجليزية (أنتيغوا وباربودا)
be: Крэольская англійская (Антыгуа і Барбуда)
eu: Ingeles-kreolera (Antigua eta Barbuda)
fi: kreolienglanti (Antigua ja Barbuda)
fr: Anglais créole (Antigua et Barbuda)
he: אנגלית קריאולית של אנטיגואה וברבודה
it: Creolo inglese (Antigua e Barbuda)
ka: კრეოლური ინგლისური (ანტიგუა და ბარბუდა)
nl: Engels creools (Antigua en Barbuda)
pl: Angielski Creole (Antigua i Barbuda)
sv: Kreolengelska (Antigua och Barbuda)
zh_tw: 克里奧爾英語（安地卡及巴布達）

# OnlineTranslator|
source: Creole English (Bahamas)
ar: الكريول الإنجليزية (جزر البهاما)
be: Крэольская англійская (Багамскія астравы)
eu: Ingeles-kreolera (Bahamak)
fi: kreolienglanti (Bahama)
fr: Anglais créole (Bahamas)
he: אנגלית קריאולית של איי הבהאמה
it: Creolo inglese (Bahamas)
ka: კრეოლური ინგლისური (ბაჰამის კუნძულები)
nl: Engels creools (Bahamas)
pl: Angielski Creole (Bahamy)
sv: Kreolengelska (Bahamas)
zh_tw: 克里奧爾英語（巴哈馬）

# OnlineTranslator|
source: Creole English (Grenadian)
ar: الكريول الإنجليزية (غرينادا)
be: Крэольская англійская (Грэнадская)
eu: Ingeles kreolera (Grenada)
fi: kreolienglanti (Grenada)
fr: Anglais créole (Grenadien)
he: אנגלית קריאולית גרנדינית
it: Creolo inglese (Grenadian)
ka: კრეოლური ინგლისური (გრენადული)
nl: Engels creools (Grenadanees)
pl: Angielski Creole (z grenady)
sv: Kreolengelska (Grenada)
zh_tw: 克里奧爾英語（格瑞那達）

# OnlineTranslator|
source: Creole English (Guyanese)
ar: الكريول الإنجليزية (غياني)
be: Крэольская англійская (Гаянская)
eu: Ingeles kreolera (Guyanesa)
fi: kreolienglanti (Guyana)
fr: Anglais créole (Guyanais)
he: אנגלית קריאולית גיאנית
it: Creolo inglese (Guyana)
ka: კრეოლური ინგლისური (გაიანური)
nl: Engels creools (Guyanees)
pl: Angielski Creole (z gujany)
sv: Kreolengelska (Guyana)
zh_tw: 克里奧爾英語（蓋亞那）

# OnlineTranslator|
source: Creole English (Jamaican)
ar: الكريول الإنجليزية (جامايكي)
be: Крэольская англійская (Ямайская)
eu: Ingeles kreolera (Jamaikarra)
fi: kreolienglanti (Jamaika)
fr: Créole anglais (Jamaïcain)
he: אנגלית קריאולית ג׳מייקנית
it: Creolo inglese (Giamaica)
ka: კრეოლური ინგლისური (იამაიკური)
nl: Engels creools (Jamacaans)
pl: Angielski Creole (jamajski)
sv: Kreolengelska (Jamaica)
zh_tw: 克里奧爾英語（牙買加）

# OnlineTranslator|
source: Creole English (Vincentian)
ar: الكريول الإنجليزية (فينسينتي)
be: Крэольская англійская (Сент-Вінсент)
eu: Ingeles kreolera (bizentziarra)
fi: kreolienglanti (Saint Vincent)
fr: Anglais créole (Vincentien)
he: אנגלית קריאולית (וינסנטית)
it: Creolo inglese (Saint-Vincent)
ka: კრეოლური ინგლისური (ვინსენტიური)
nl: Engels creools (Vincentiaans)
pl: Angielski Creole (Vincentian)
sv: Kreolengelska (Saint Vincent)
zh_tw: 克里奧爾英語（聖文森）

# OnlineTranslator|
source: Creole English (Virgin Islands)
ar: الكريول الإنجليزية (جزر فيرجن)
be: Крэольская англійская (Віргінскія астравы)
eu: Ingeles kreolera (Birjina Uharteak)
fi: kreolienglanti (Neitsytsaaret)
fr: Créole anglais (Îles vierges)
he: אנגלית קריאולית של איי הבתולה
it: Creolo inglese (Isole Vergini)
ka: კრეოლური ინგლისური (ვირჯინიის კუნძულები)
nl: Engels creools (Maagdeneilanden)
pl: Angielski Creole (Wyspy Dziewicze)
sv: Kreolengelska (Jungfruöarna)
zh_tw: 克里奧爾英語（維京群島）

# OnlineTranslator|
source: Creole French (Saint Lucian)
ar: الكريولية الفرنسية (سانت لوسيا)
be: Крэольская французская (Сент-Люсія)
eu: Frantsez kreolera (Saint Lucian)
fi: kreolienglanti (Saint Lucia)
fr: Français créole (Saint Lucien)
he: צרפתית קריאולית (סנט לוסית)
it: Creolo francese (Saint Lucia)
ka: კრეოლური ფრანგული (სენტ-ლუსიანი)
nl: Frans creools (Saint Lucian)
pl: Francuski Creole (Saint Lucian)
sv: Kreolengelska (Saint Lucia)
zh_tw: 克里奧爾法語（聖露西亞）

# OnlineTranslator|
source: Creole French (Seselwa)
ar: الكريول الفرنسية (سيسلوا)
be: Крэольская французская (Сейшэльскія астравы)
eu: Frantsez kreolera (Seselwa)
fi: kreolienglanti (Seselwa)
fr: Français créole (Seselwa)
he: צרפתית קריאולית (סיישלית)
it: Creolo francese (Seselwa)
ka: კრეოლური ფრანგული (სეიშელური კრეოლური)
nl: Frans creools (Seselwaans)
pl: Francuski Creole (Seselwa)
sv: Seychellisk kreol
zh_tw: 克里奧爾法語（塞席爾）

# OnlineTranslator|
source: Creole Portuguese (Upper Guinea)
ar: الكريول البرتغالية (غينيا العلوي)
be: Крэольская партугальская (Верхняя Гвінея)
eu: Portugesa kreolera (Goi Ginea)
fi: kreoliportugali (Ylä-Guinea)
fr: Portugais créole (Haute-Guinée)
he: פורטוגלית קריאולית של גינאה הגבוהה
it: Creolo portoghese (Alta Guinea)
ka: კრეოლური პორტუგალიური (ზემო გვინეა)
nl: Portugees creools (Boven-Guinea)
pl: Portugalski Creole (Górna Gwinea)
sv: Kreolportugisiska (Övre Guinea)
zh_tw: 克里奧爾葡萄牙語（上幾內亞）

# OnlineTranslator|
source: Croatian
ar: الكرواتية
be: Харвацкая
et: horvaadi
eu: Kroaziera
fi: kroatia
fr: Croate
he: קרואטית
hu: Horvát
it: Croato
ka: ხორვატული
nl: Kroatisch
pl: Chorwacki
sv: Kroatiska
zh_tw: 克羅埃西亞語

# OnlineTranslator|
source: Czech
ar: التشيكية
be: Чэшская
et: tšehhi
eu: Txekiera
fi: tšekki
fr: Tchèque
he: צ׳כית
hu: Cseh
it: Ceco
ka: ჩეხური
nl: Tsjechisch
pl: Czeski
sv: Tjeckiska
zh_tw: 捷克語

# OnlineTranslator|
source: Danish
ar: الدانماركية
be: Дацкая
et: taani
eu: Daniera
fi: tanska
fr: Danois
he: דנית
hu: Dán
it: Danese
ka: დანიური
nl: Deens
pl: Duński
sv: Danska
zh_tw: 丹麥語

# OnlineTranslator|
source: Dari
ar: اللغة الدرية
be: Дары
he: דארי
ka: დარი
zh_tw: 波斯達利語

# OnlineTranslator|
source: Divehi
ar: ديفيهي
be: Дывехі
eu: Maldivera
he: דיבהי
it: Maldiviano
ka: დივეხი
zh_tw: 迪維希語

# OnlineTranslator|
source: Dogri
ar: الدورجية
be: Догры
he: דוגרי
ka: დოგრი
zh_tw: 多格拉語

# OnlineTranslator|
source: Dutch
ar: الهولندية
be: Галандская
et: hollandi
eu: Nederlandera
fi: hollanti
fr: Néerlandais
he: הולנדית
hu: Holland
it: Olandese
ka: ჰოლანდიური
nl: Nederlands
pl: Holenderski
sv: Holländska
zh_tw: 荷蘭語

# OnlineTranslator|
source: Dzongkha
ar: الدزونخية
be: Дзонгкха
he: דזונגקה
ka: ძონგკხა
zh_tw: 宗卡語

# OnlineTranslator|
source: Elvish (Sindarin)
ar: اللغة القزمية (السندرينية)
be: Эльфійская (Сіндарын)
eu: Elfoera (Sindarin)
fi: haltiakieli (sindar)
fr: Elfique (Sindarin)
he: שפת בני הלילית (סינדרין)
it: Elfico (Sindarin)
ka: ელფური (სინდარინი)
pl: Elficki (Sindarin)
sv: Alviska (Sindarin)
zh_tw: 精靈語（辛達林）

# OnlineTranslator|
source: Emoji
ar: صورة تعبيرية
be: Эмодзі
fr: Émoticône
he: אמוג׳י
ka: ემოჯი
zh_tw: 表情符號

# OnlineTranslator|
source: English
ar: الإنكليزية
be: Англійская
et: inglise
eu: Ingelesa
fi: englanti
fr: Anglais
he: אנגלית
hu: Angol
it: Inglese
ka: ინგლისური
nl: Engels
pl: Angielski
sv: Engelska
zh_tw: 英語

# OnlineTranslator|
source: Esperanto
ar: إسبرانتو
be: Эсперанта
eu: Esperantoa
fr: Espéranto
he: אספרנטו
hu: Eszperantó
ka: ესპერანტო
zh_tw: 世界語

# OnlineTranslator|
source: Estonian
ar: الإستونية
be: Эстонская
et: eesti
eu: Estoniera
fi: viro
fr: Estonien
he: אסטונית
hu: Észt
it: Estone
ka: ესტონური
nl: Ests
pl: Estoński
sv: Estniska
zh_tw: 愛沙尼亞語

# OnlineTranslator|
source: Ewe
ar: أوي
be: Эве
eu: Eweera
he: אווה
zh_tw: 埃維語

# OnlineTranslator|
source: Fanagalo
ar: فاناجالو
be: Фанагала
eu: Fanagaloa
fr: Tagalog
he: פאנאגלו
ka: ფანაგალო
zh_tw: 凡那伽羅語

# OnlineTranslator|
source: Faroese
ar: الفاروية
be: Фарэрская
eu: Faroera
fi: fääri
fr: Féroïen
he: פארואזית
ka: ფარერული
nl: Faeröers
pl: z Wysp Owczych
sv: Färöiska
zh_tw: 法羅語

# OnlineTranslator|
source: Fijian
ar: الفيجية
be: Фіджыйская
et: fidži
eu: Fijiarra
fi: fidži
fr: Fidjienne
he: פיג׳ית
hu: Fidzsi
it: Figiano
ka: ფიჯის ენა
nl: Fijisch
pl: Fidżyjski
sv: Fijianska
zh_tw: 斐濟語

# OnlineTranslator|
source: Filipino
ar: فلبيني
be: Філіпінская
et: filipiini
eu: Filipinera
fi: filippiini
fr: Philippines
he: פיליפינו
hu: Filippínó
it: Filippino
ka: ფილიპინები
nl: Filipijns
pl: Filipiński
sv: Filippinska
zh_tw: 菲律賓語

# OnlineTranslator|
source: Finnish
ar: الفنلندية
be: Фінская
et: soome
eu: Finlandiera
fi: suomi
fr: Finlandais
he: פינית
hu: Finn
it: Finnico
ka: ფინური
nl: Fins
pl: Fiński
sv: Finska
zh_tw: 芬蘭語

# OnlineTranslator|
source: French
ar: الفرنسية
be: Французская
et: prantsuse
eu: Frantsesa
fi: ranska
fr: Français
he: צרפתית
hu: Francia
it: Francese
ka: ფრანგული
nl: Frans
pl: Francuski
sv: Franska
zh_tw: 法語

# OnlineTranslator|
source: French (Canada)
ar: الفرنسية (كندا)
be: Французская (Канада)
eu: Frantsesa (Kanada)
fi: ranska (Kanada)
fr: Français (Canada)
he: צרפתית קנדית
it: Francese (Canada)
ka: ფრანგული (კანადა)
nl: Frans (Canada)
pl: Francuski (Kanada)
sv: Franska (Kanada)
zh_tw: 法語（加拿大）

# OnlineTranslator|
source: Frisian
ar: الفريزية
be: Фрызская
et: friisi
eu: Frisiera
fi: friisi
fr: Frison
he: פריזית
hu: Fríz
it: Frisone
ka: ფრისული
nl: Fries
pl: Fryzyjski
sv: Frisiska
zh_tw: 弗里斯蘭語

# OnlineTranslator|
source: Galician
ar: الجاليكية
be: Галісійская
et: galeegi
eu: Galegoa
fi: galicia
fr: Galicien
he: גליסית
hu: Galíciai
it: Galiziano
ka: გალური
nl: Galicisch
pl: Galicyjski
sv: Galiciska
zh_tw: 加利西亞語

# OnlineTranslator|
source: Ganda
ar: غاندا
be: Ганда
he: לוגנדה
ka: განდა
zh_tw: 干達語

# OnlineTranslator|
source: Georgian
ar: الجورجية
be: Грузінская
et: gruusia
eu: Georgiera
fi: georgia
fr: Géorgien
he: גאורגית
hu: Grúz
it: Georgiano
ka: ქართული
nl: Georgisch
pl: Gruziński
sv: Georgiska
zh_tw: 喬治亞語

# OnlineTranslator|
source: German
ar: الألمانية
be: Нямецкая
et: saksa
eu: Alemana
fi: saksa
fr: Allemand
he: גרמנית
hu: Német
it: Tedesco
ka: გერმანული
nl: Duits
pl: Niemiecki
sv: Tyska
zh_tw: 德語

# OnlineTranslator|
source: Greek
ar: اليونانية
be: Грэчаская
et: kreeka
eu: Grekoa
fi: kreikka
fr: Grec
he: יוונית
hu: Görög
it: Greco
ka: ბერძნული
nl: Grieks
pl: Grecki
sv: Grekiska
zh_tw: 希臘語

# OnlineTranslator|
source: Greek (Classical)
ar: اليونانية (الكلاسيكية)
be: Грэчаская (класічная)
eu: Grekoa (klasikoa)
fi: kreikka (klassinen)
fr: Grec (classique)
he: יוונית קלסי
it: Greco (classico)
ka: ბერძნული (კლასიკური)
nl: Grieks (klassiek)
pl: Grecki (klasyczny)
sv: Grekiska (klassisk)
zh_tw: 希臘語（古典）

# OnlineTranslator|
source: Guarani
ar: الغوارانية
be: Гуарані
eu: Guaraniera
he: גוארני
ka: გუარანი
sv: Guaraní
zh_tw: 瓜拉尼語

# OnlineTranslator|
source: Gujarati
ar: الغوجاراتية
be: Гуджараці
et: gudžarati
eu: Gujaratiera
fi: gudžarati
he: גוג׳ראטית
hu: Gudzsaráti
ka: გუჯარათული
zh_tw: 古吉拉特語

# OnlineTranslator|
source: Haitian Creole
ar: الكريولية الهايتية
be: Крэольская (Гаіці)
et: haiti
eu: Haitiko Kreolera
fi: haitinkreoli
fr: Créole haïtien
he: קריאולית האיטית
hu: Haiti kreol
it: Haitiano Creolo
ka: ჰაიტიელი კრეოლები
nl: Haïtiaans Creools
pl: Kreolski haitański
sv: Haitisk kreol
zh_tw: 海地克里奧爾語

# OnlineTranslator|
source: Hausa
ar: الهوسا
be: Хаўса
eu: Hausaera
he: האוסה
ka: ჰაუსა
zh_tw: 豪薩語

# OnlineTranslator|
source: Hawaiian
ar: هاواي
be: Гавайская
et: havai
eu: Hawaiera
fi: havaiji
fr: Hawaïen
he: הוואית
hu: Hawaii
it: Hawaiano
ka: ჰავაიური
nl: Hawaiiaans
pl: Hawajski
sv: Hawaiiska
zh_tw: 夏威夷語

# OnlineTranslator|
source: Hebrew
ar: العبرية
be: Іўрыт
et: heebrea
eu: Hebraiera
fi: heprea
fr: Hébreu
he: עברית
hu: Héber
it: Ebraico
ka: ივრითი
nl: Hebreeuws
pl: Hebrajski
sv: Hebreiska
zh_tw: 希伯來語

# OnlineTranslator|
source: Hill Mari
ar: هيل ماري
be: Горна-марыйская
et: mäemari
fi: vuorimari
he: היל מרי
ka: ჰილ მარი
pl: Wzgórze Mari
sv: Västmariska
zh_tw: 希爾馬里語

# OnlineTranslator|
source: Hindi
ar: الهندية
be: Хіндзі
fr: Hindi Inde
he: הינדי
ka: ინდური
zh_tw: 印地語

# OnlineTranslator|
source: Hmong
ar: الهمونجية
be: Монская
et: hmongi
he: המונג
zh_tw: 苗族語

# OnlineTranslator|
source: Hmong Daw
ar: همونغ داو
be: Хмонг До
eu: Hmong
fi: hmong
he: המונג דאו
ka: ჰმონგ დო
zh_tw: 白苗語

# OnlineTranslator|
source: Hungarian
ar: المجرية
be: Венгерская
et: ungari
eu: Hungariera
fi: unkari
fr: Hongrois
he: הונגרית
hu: Magyar
it: Ungherese
ka: უნგრული
nl: Hongaars
pl: Węgierski
sv: Ungerska
zh_tw: 匈牙利語

# OnlineTranslator|
source: Icelandic
ar: الأيسلندية
be: Ісландская
et: islandi
eu: Islandiera
fi: islanti
fr: Islandais
he: איסלנדית
hu: Izlandi
it: Islandese
ka: ისლანდიური
nl: IJslands
pl: Islandzki
sv: Isländska
zh_tw: 冰島語

# OnlineTranslator|
source: Igbo
ar: الإيجبو
be: Ігба
et: ibo
fr: Nigeria Igbo
he: איגבו
ka: იგბო
zh_tw: 伊博語

# OnlineTranslator|
source: Ilocano
ar: إيلوكانو
be: Ілакана
eu: Ilokanoa
he: אילוקנו
it: Lingua ilocana
ka: ილოკანო
sv: Ilokano
zh_tw: 伊洛卡諾語

# OnlineTranslator|
source: Indonesian
ar: الإندونيسية
be: Інданезійская
et: indoneesia
eu: Indonesiera
fi: indonesia
fr: Indonésien
he: אינדונזית
hu: Indonéz
it: Indonesiano
ka: ინდონეზიური
nl: Indonesisch
pl: Indonezyjski
sv: Indonesiska
zh_tw: 印尼語

# OnlineTranslator|
source: Inuinnaqtun
ar: إنويناقتون
be: Інуіннактун
he: אינוינקטון
ka: ინუინაქტუნი

# OnlineTranslator|
source: Inuktitut
ar: الإنُكتيتوتة
be: Інуктытут
eu: Inuitera
he: אינוקטיטוט
ka: ინუკტიტუტი
zh_tw: 因紐特語

# OnlineTranslator|
source: Inuktitut (Greenlandic)
ar: إنكتيتوت (جرينلاندية)
be: Інуктытут (Грэнландыя)
eu: Inuitera (Groenlandia)
fi: inuktitut (Grönlanti)
fr: Inuktitut (Groenlandais)
he: אינוקטיטוט גרינלנדית
it: Inuktitut (groenlandese)
ka: ინუკტიტუტი (გრენლანდიური)
nl: Inuktitut (Groenlands)
pl: Inuktitut (grenlandzki)
sv: Inuktitut (grönländska)
zh_tw: 因紐特語（格陵蘭文）

# OnlineTranslator|
source: Inuktitut (Latin)
ar: إنكتيتوت (لاتينية)
be: Інуктытут (Лацінка)
eu: Inuitera (latinoa)
fi: inuktitut (latinalainen)
he: אינוקטיטוט לטינית
it: Inuktitut (latino)
ka: ინუკტიტუტი (ლათინური)
nl: Inuktitut (Latijn)
pl: Inuktitut (łacina)
sv: Inuktitut (latinskt)
zh_tw: 因紐特語（拉丁字母）

# OnlineTranslator|
source: Irish
ar: الأيرلندية
be: Ірландская
et: iiri
eu: Gaelera
fi: iiri
fr: Irlandais
he: אירית
hu: Ír
it: Irlandese
ka: ირლანდიური
nl: Iers
pl: Irlandzki
sv: Iriska
zh_tw: 愛爾蘭語

# OnlineTranslator|
source: Italian
ar: الإيطالية
be: Італьянская
et: itaalia
eu: Italiera
fi: italia
fr: Italien
he: איטלקית
hu: Olasz
it: Italiano
ka: იტალიური
nl: Italiaans
pl: Włoski
sv: Italienska
zh_tw: 義大利語

# OnlineTranslator|
source: Japanese
ar: اليابانية
be: Японская
et: jaapani
eu: Japoniera
fi: japani
fr: Japonais
he: יפנית
hu: Japán
it: Giapponese
ka: იაპონური
nl: Japans
pl: Japoński
sv: Japanska
zh_tw: 日語

# OnlineTranslator|
source: Javanese
ar: الجاوية
be: Яванская
et: jaava
eu: Javera
fi: jaava
fr: Javanais
he: ג׳אווה
hu: Jávai
it: Giavanese
ka: იავური
nl: Javaans
sv: Javanesiska
zh_tw: 爪哇語

# OnlineTranslator|
source: Kabuverdianu
ar: كابوفيرديانو
be: Кабувердыяну
eu: Cabo Verdeko kreolera
he: קריאולית כף ורדה
it: Capoverdiano
ka: კაბუვერდიანუ
sv: Kap Verde-kreol
zh_tw: 卡布韋爾迪亞努語 (Kabuverdianu)

# OnlineTranslator|
source: Kabylian
ar: كابيليان
be: Кабільская
eu: Kabiliera
fi: kabyli
fr: Kabyle
he: קבילית
it: Lingua cabila
ka: კაბილური
sv: Kabyliska

# OnlineTranslator|
source: Kannada
ar: الكانادية
be: Канада
fr: Kannada sud de l'Inde
he: קאנדה
ka: კანნადა
sv: Kanaresiska
zh_tw: 卡納達語

# OnlineTranslator|
source: Kazakh
ar: الكازاخستانية
be: Казахская
et: kasahhi
eu: Kazakhera
fi: kazakki
fr: Kazakhstan
he: קזחית
hu: Kazah
it: Kazako
ka: ყაზახური
nl: Kazachs
pl: Kazachski
sv: Kazakiska
zh_tw: 哈薩克語

# OnlineTranslator|
source: Kazakh (Latin)
ar: كازاخاخية (لاتينية)
be: Казахская (лацінка)
eu: Kazakhera (latinoa)
fi: kazakki (latinalainen)
he: קזחית לטינית
it: Kazako (Latino)
ka: ყაზახური (ლათინური)
nl: Kazachs (Latijn)
pl: Kazachski (łacina)
sv: Kazakiska (latinsk)
zh_tw: 哈薩克語（拉丁字母）

# OnlineTranslator|
source: Khmer
ar: الخميرية
be: Кхмерская
et: khmeeri
eu: Khmerera
fr: Cambodgien/Khmer
he: חמרית
ka: კხმერული
sv: Kambodjanska
zh_tw: 高棉語

# OnlineTranslator|
source: Kinyarwanda
ar: الكينيارواندا
be: Кін'яруанда
et: ruanda
eu: Kinyaruanda
fi: ruanda
he: קינירואנדה
ka: კენიარუანდა
sv: Rwanda
zh_tw: 盧安達語

# OnlineTranslator|
source: Kirundi
ar: اللغة الكيروندية
be: Кірундзі
he: קירונדי
ka: კირუნდი
zh_tw: 基隆地語

# OnlineTranslator|
source: Klingon (Latin)
ar: الكلينجون (اللاتينية)
be: Клінгонская (Лацінка)
eu: Klingon (latinoa)
fi: klingoni (latinalainen)
he: קלינגון לטינית
it: Klingon (Latino)
ka: კლინგონური (ლათინური)
nl: Klingon (Latijn)
pl: Klingoński (Łaciński)
sv: Klingon (latinskt)
zh_tw: 克林貢語（拉丁文字）

# OnlineTranslator|
source: Konkani
ar: الكوناكية
be: Конкані
eu: Konkanera
he: קונקאני
ka: კონკანი
zh_tw: 孔卡尼語

# OnlineTranslator|
source: Korean
ar: الكورية
be: Карэйская
et: korea
eu: Koreera
fi: korea
fr: Coréen
he: קוריאנית
hu: Koreai
it: Coreano
ka: კორეული
nl: Koreaans
pl: Koreański
sv: Koreanska
zh_tw: 韓語

# OnlineTranslator|
source: Krio
ar: كريو
be: Крыа
he: קריו
ka: კრიო
zh_tw: 克利奧語 (Krio)

# OnlineTranslator|
source: Kurdish (Central)
ar: الكردي (وسط)
be: Курдская (цэнтральная)
eu: Kurduera (erdialdekoa)
fi: kurdi (keskinen)
fr: Kurde (Central)
he: כורדית מרכזית
it: Curdo (centrale)
ka: ქურთული (ცენტრალური)
nl: Koerdisch (Centraal)
pl: Kurdyjski (środkowy)
sv: Kurdiska (central)
zh_tw: 庫德語（中央）

# OnlineTranslator|
source: Kurdish (Northern)
ar: الكردي (الشمالي)
be: Курдская (паўночная)
eu: Kurduera (iparraldekoa)
fi: kurdi (pohjoinen)
fr: Kurde (Nord)
he: כורדית צפונית
it: Curdo (settentrionale)
ka: ქურთული (ჩრდილო)
nl: Koerdisch (Noord)
pl: Kurdyjski (Północny)
sv: Kurdiska (nord)
zh_tw: 庫德語（北部）

# OnlineTranslator|
source: Kurdish (Sorani)
ar: الكردي (سوراني)
be: Курдская (Сарані)
eu: Kurduera (sorani)
fi: kurdi (sorani)
fr: Kurde (Sorani)
he: כורדית סורנית
it: Curdo (sorani)
ka: ქურთული (სორანი)
nl: Koerdisch (Sorani)
pl: Kurdyjski (Sorani)
sv: Kurdiska (sorani)
zh_tw: 庫德語（索拉尼）

# OnlineTranslator|
source: Kyrgyz
ar: القرقيزية
be: Кіргызская
et: kirgiisi
eu: Kirgizera
fi: kirgiisi
fr: Kirghizistan
he: קירגיזית
it: Kirghiso
ka: ყირგიზული
nl: Kirgizisch
pl: Kirgizyjski
sv: Kirgiziska
zh_tw: 吉爾吉斯語

# OnlineTranslator|
source: Lao
ar: اللاوية
be: Лаоская
eu: Laosera
he: לאו
ka: ლაოსური
nl: Laotiaans
pl: Laoski
sv: Laotiska
zh_tw: 寮國語

# OnlineTranslator|
source: Latin
ar: اللاتينية
be: Лацінская
et: ladina
eu: Latina
fi: latina
he: לטינית
it: Latino
ka: ლათინური
nl: Latijn
pl: Łaciński
zh_tw: 拉丁語

# OnlineTranslator|
source: Latvian
ar: اللاتفية
be: Латышская
et: läti
eu: Letoniera
fi: latvia
fr: Letton
he: לטבית
hu: Lett
it: Lettone
ka: ლატვიური
nl: Lets
pl: Łotewski
sv: Lettiska
zh_tw: 拉脫維亞語

# OnlineTranslator|
source: Lingala
ar: اللينقالية
be: Лінгала
he: לינגלה
ka: ლინგალა
zh_tw: 林格拉語
