Repository: KDE/crow-translate
Catalog: poqm/*/crow-translate_qt.po
Languages: ar, be, et, eu, fi, fr, he, hu, it, ka, nl, pl, sv, zh_tw

# InstancePingerDialog|
source: Detecting fastest instance. Checking '%1'
ar: اكتشاف أسرع نسخة. التحقق من '%1'
eu: Detektatzen instantziarik azkarrena. '%1' probatzen
fi: Selvitetään nopeinta ilmentymää. Kokeillaan ”%1”
fr: Détection de l'instance la plus rapide. Vérification de « %1 »...
he: העותק המהיר ביותר מזוהה. ‚%1’ נבדק
it: Rilevamento dell'istanza più veloce. Verifica di «%1»
ka: მიმდინარეობს უსწრაფესი ასლის დადგენა. მოწმდება '%1'
nl: Detecteren van snelste exemplaar. Controleren van '%1'
pl: Wykrywanie najszybszego wystąpienia. Sprawdzanie '%1'
sv: Detekterar snabbaste instans. Kontrollerar '%1'
zh_tw: 正在偵測最快的實體。 正在檢查 '%1'

# LanguageButtonsWidget|
source: Window width is larger than screen due to the languages on the panel.
ar: عرض النافذة أكبر من الشاشة بسبب اللغات الموجودة على اللوحة.
be: Шырыня акна большая за шырыню экрана праз мовы на панэлі.
et: Kuna sa oled valinud liiga palju keeli, siis aken on ekraanist laiem.
eu: Leihoaren zabalera pantaila baino handiagoa da paneleko hizkuntzen ondorioz.
fi: Ikkunan leveys on näyttöalaa suurempi paneelin kielten vuoksi.
fr: Largeur fenêtre est supérieure à celle de l'écran en raison des langues présentes sur le panneau.
he: רוחב החלון גדול מהמסך עקב השפות שבלוח.
hu: Az ablak szélessége nagyobb a képernyőnél, a panelen található nyelvek miatt.
it: La larghezza della finestra è più grande dello schermo a causa delle lingue nel pannello.
ka: ფანჯრის სიგანე ეკრანზე დიდია პანელზე არსებული ენების გამო.
nl: Door het aantal talen op het paneel is het venster breder dan het scherm.
pl: Szerokość okna jest większa niż ekran ze względu na języki na panelu.
sv: Fönsterbredden är större än skärmen på grund av språken på panelen.
zh_tw: 視窗寬度因為面板上的語言的關係而比螢幕還要寬。

# LanguageButtonsWidget|
source: Please reduce added languages.
ar: الرجاء تقليل اللغات المضافة.
be: Паменшыце колькасць дададзеных моў.
et: Palun vähenda lisatud keelte arvu.
eu: Mesedez, murriztu gehitutako hizkuntzak.
fi: Vähennä lisättyjä kieliä.
fr: Veuillez réduire les langues ajoutées.
he: נא לצמצם את השפות שנוספות.
hu: Kérjük csökkentse a hozzáadott nyelvek számát.
it: Riduci le lingue aggiunte.
ka: შეამცირეთ დამატებული ენები.
nl: Verwijder enkele toegevoegde talen.
pl: Ogranicz dodane języki.
sv: Reducera antal tillagda språk.
zh_tw: 請移除一些已加入的語言。

# LanguageButtonsWidget|
source: Auto
ar: آليّ
be: Аўтаматычна
et: Automaatne
eu: Automatikoa
fi: Automaattinen
he: אוטו׳
hu: Automatikus
it: Rileva lingua
ka: ავტო
nl: Automatisch
sv: Automatisk
zh_tw: 自動

# LanguageButtonsWidget|
source: Edit languages
ar: حرر اللغات
be: Рэдагаваць мовы
et: Muuda keeli
eu: Editatu hizkuntzak
fi: Muokkaa kieliä
fr: Éditer les langues
he: עריכת שפות
hu: Nyelvek szerkesztése
it: Modifica lingua
ka: ენების ჩასწორება
nl: Talen bewerken
pl: Edytuj języki
sv: Redigera språk
zh_tw: 編輯語言

# LanguagesDialog|
source: Filter (%1)
ar: عامل التصفية (%1)
be: Фільтраванне (%1)
et: Sirvi (%1)
eu: Iragazi (%1)
fi: Suodata (%1)
fr: Filtre (%1)
he: מסנן (%1)
hu: Szűrő (%1)
it: Filtro (%1)
ka: ფილტრი (%1)
nl: Filteren (%1)
pl: Filtruj (%1)
zh_tw: 過濾器 (%1)

# LanguagesDialog|
source: Edit languages
ar: حرر اللغات
be: Рэдагаваць мовы
et: Muuda keeli
eu: Editatu hizkuntzak
fi: Muokkaa kieliä
fr: Éditer les langues
he: עריכת שפות
hu: Nyelvek szerkesztése
it: Modifica lingua
ka: ენების ჩასწორება
nl: Talen bewerken
pl: Edytuj języki
sv: Redigera språk
zh_tw: 編輯語言

# LanguagesDialog|
source: Available languages:
ar: اللغات المتوفرة:
be: Даступныя мовы:
et: Saadaval olevad keeled:
eu: Hizkuntza erabilgarriak:
fi: Käytettävissä olevat kielet:
fr: Langues disponibles :
he: שפות זמינות:
hu: Elérhető nyelvek:
it: Lingue disponibili:
ka: ხელმისაწვდომი ენები:
nl: Beschikbare talen:
pl: Dostępne języki:
sv: Tillgängliga språk:
zh_tw: 可用語言：

# LanguagesDialog|
source: Current languages:
ar: اللغات الحالية:
be: Бягучыя мовы:
et: Kasutusel keeled:
eu: Uneko hizkuntzak:
fi: Nykyiset kielet:
fr: Langue actuelle :
he: שפות נוכחיות:
hu: Jelenlegi nyelvek:
it: Lingua attuale:
ka: მიმდინარე ენები:
nl: Gekozen talen:
pl: Obecne języki:
sv: Aktuella språk:
zh_tw: 目前語言：

# D-Bus|
source: D-Bus service %1 is already registered by another application
ar: خدمة D-Bus د %1 مسجلة فعلًا بواسطة تطبيق آخر
be: Служба D-Bus %1 ужо зарэгістраваная іншай праграмай
et: D-Bus'i teenus %1 on juba ühe teise rakenduse poolt registreeritud
eu: D-Bus %1 zerbitzua beste aplikazio batek erregistratu du jada
fi: D-Bus -palvelu %1 on jo rekisteröity toiselle sovellukselle
fr: D-Bus service %1 est déjà enregistré par une autre application
he: שירות D-Bus בשם %1 כבר רשום לטובת יישום אחר
hu: A(z) %1 D-Bus szolgáltatást már regisztrálta egy másik alkalmazás
it: Il servizio D-Bus %1 è già registrato da un'altra applicazione
ka: D-Bus-ის სერვისი %1 უკვე რეგისტრირებულია სხვა აპლიკაციის მიერ
nl: De D-Bus-dienst '%1' is al vastgelegd door een ander programma
pl: Usługa D-Bus %1 jest już zarejestrowana przez inną aplikację
sv: D-Bus tjänsten %1 är redan registrerad av ett annat program
zh_tw: D-Bus 服務 %1 已經被另一個應用程式註冊

# D-Bus|
source: Unable to register D-Bus object for %1
ar: تعذر تسجيل كائن D-Bus لـ %1
be: Не ўдалося зарэгістраваць аб'ект D-Bus для %1
et: D-Bus'i objekti registreerimine %1 jaoks ei õnnestu
eu: Ezin da erregistratu D-Bus objektua %1-en
fi: Ei voi rekisteröidä D-Bus -objektia kohteelle %1
fr: Impossible d'inscrire D-Bus objet pour %1
he: לא ניתן לרשום עצם D-Bus עבור %1
hu: Nem sikerült regisztrálni a D-Bus objektumot %1 számára
it: Impossibile registrare oggetto D-Bus per %1
ka: %1-სთვის D-Bus-ის ობიექტის რეგისტრაცია შეუძლებელია
nl: Het D-Bus-object bij %1 kan niet worden vastgelegd
pl: Nie można zarejestrować obiektu D-Bus dla %1
sv: Kan inte registrera D-Bus objekt för %1
zh_tw: 無法為 %1 註冊 D-Bus 物件

# QApplication|
source: OCR
ar: تعرف المحارف ضوئياً
fi: Tekstintunnistus
he: זיהוי תווים אופטי
sv: Optisk teckentydning

# QApplication|
source: OCR image negated
ar: صورة التعرف الضوئي على الحروف معكوسة
fi: Tekstintunnistuskuvan värit käännettiin
fr: Inversion de l'image pour la reconnaissance optique de caractères
he: תמונת זיהוי תווים אופטי מנוגדת
it: Immagine OCR invertita
ka: OCR სურათი ნეგატივია
sv: Bild för optisk teckentydning negerad
zh_tw: OCR 圖片色彩已反轉

# QApplication|
source: OCR image is normal
ar: صورة التعرف الضوئي على الحروف طبيعية
fi: Tekstintunnistuskuva on tavallinen
fr: L'image pour reconnaissance optique de caractères (OCR) est normale
he: תמונת זיהוי תווים אופטי רגילה
it: L'immagine OCR è normale
ka: OCR გამოსახულება ნორმალურია
sv: Bild för optisk teckentydning är normal
zh_tw: OCR 圖片色彩為原樣

# Ocr|
source: OCR languages are not loaded
ar: لم يُحمل لغات التعرف البصري على الحروف
be: Мовы OCR не загружаныя
et: Optilise tekstituvastuse keeled on laadimata
eu: OCR hizkuntzak ez dira kargatu
fi: OCR-kieliä ei ole ladattu
fr: Les langages OCR ne sont pas chargés
he: שפות זיהוי התווים האופטי לא נטענו
hu: Az OCR nyelvek nincsenek betöltve
it: Lingue OCR non caricate
ka: OCR ენა ჩატვირთული არაა
nl: De ocr-talen zijn niet geladen
pl: Języki OCR nie są załadowane
sv: Språk för optisk teckenigenkänning är inte laddade
zh_tw: OCR 語言未載入

# Ocr|
source: You should set at least one OCR language in the application settings
ar: يجب عليك تعيين لغة OCR واحدة على الأقل في إعدادات التطبيق
be: Неабходна ўсталяваць прынамсі адну мову OCR у наладах праграмы
et: Palun vali rakenduse seadistustes vähemalt üks optilise tekstituvastuse keel
eu: Gutxienez OCR hizkuntza bat ezarri beharko zenuke aplikazioaren ezarpenetan
fi: Sovelluksen asetuksissa on määritettävä ainakin yksi OCR-kieli
fr: Vous devez définir au moins une langue OCR dans les paramètres de l'application
he: יש להגדיר לפחות שפת זיהוי תווים אופטית אחת בהגדרות היישום
hu: Legalább egy OCR nyelvet be kell állítania az alkalmazás beállításaiban
it: Nelle impostazioni applicazione devi impostare almeno una lingua OCR
ka: აპლიკაციის პარამეტრებში უნდა დააყენოთ OCR-ის, სულ ცოტა, ერთი ენა
nl: U dient minimaal één ocr-taal toe te voegen in de programma-instellingen
pl: W ustawieniach aplikacji należy ustawić co najmniej jeden język OCR
sv: Minst ett språk för optisk teckenigenkänning måste anges i programinställningarna
zh_tw: 您應該在應用程式中設定至少一種 OCR 語言

# MainWindow|
source: This application uses %1 to provide translations.
ar: يستخدم هذا التطبيق %1 لتوفير الترجمات.
eu: Aplikazio honek %1 erabiltzen du itzulpenak emateko.
fi: Käännökset sovellukselle tarjoaa %1.
fr: Cette application utilise %1 pour fournir des traductions.
he: היישום הזה משתמש ב־%1 כדי לספק תרגומים.
it: Questa applicazione usa %1 per fornire le traduzioni.
ka: ეს აპლიკაცია თარგმანების მოსაწოდებლად %1-ს იყენებს.
nl: Deze toepassing gebruikt %1 om vertalingen te leveren.
pl: Ta aplikacja używa %1 do dostarczania tłumaczeń.
sv: Programmet använder %1 för att tillhandahålla översättningar.
zh_tw: 這個應用程式使用 %1 來提供翻譯

# MainWindow|
source: While Mozhi acts as a proxy to protect your privacy, the third-party services it uses may store and analyze the text you send. Your instance right now is '%1', but you can change it in the translation settings. See instance details in the link above.
ar: بينما يعمل Mozhi كوكيل لحماية خصوصيتك، قد تقوم خدمات الطرف الثالث التي يستخدمها بتخزين وتحليل النص الذي ترسله. نسخةك الحالي هو '%1'، ولكن يمكنك تغييره في إعدادات الترجمة. راجع تفاصيل النسخة في الرابط أعلاه.
eu: Mozhik zure pribatutasuna babesteko proxy gisa jarduten duen arren, erabiltzen dituen hirugarrenen zerbitzuek bidaltzen duzun testua gorde eta aztertu dezakete. Une honetan zure instantzia '%1' da, baina itzulpen-ezarpenetan alda dezakezu. Ikusi kasuaren xehetasunak goiko estekan.
fi: Vaikka Mozhi välittäjänä suojaa yksityisyytesi, sen käyttämät kolmannen osapuolen palvelut voivat tallettaa ja tutkia lähettämääsi tekstiä. Ilmentymäsi on ”%1”, mutta sitä voi käännösasetuksista muuttaa. Ilmentymän tiedot löytyvät yllä olevasta linkistä.
fr: Bien que Mozhi fonctionne en tant que serveur mandataire pour protéger votre vie privée, les services tiers qu'il utilise peuvent enregistrer et analyser le texte que vous envoyez. Actuellement, votre instance est « %1 » mais vous pouvez la modifier dans la configuration de traduction. Veuillez prendre connaissance des détails de l'instance dans le lien ci-dessus.
he: על אף ש־Mozhi מכהן כמתווך כדי להגן על הפרטיות שלך, שירותי צד־שלישי שבהם הוא משתמש מאחסנים ומנתחים את הטקסט ששלחת. העותק הנוכחי שלך הוא ‚%1’, אך אפשר לשנות אותו בהגדרות התרגום. פרטי העותק מופיעים בקישור שלהלן.
it: Mentre Mozhi agisce come un proxy a protezione della tua privacy, i servizi di terze parti che utilizza possono memorizzare e analizzare il testo che invii. La tua istanza adesso è «%1», ma puoi cambiarla nelle impostazioni di traduzione. Vedi i dettagli dell'istanza nel collegamento sopra riportato.
ka: მიუხედავად იმისა, რომ Mozhi იქცევა, როგორც პროქსი, რომ დაიცვათ თქვენი კონფიდენციალობა, მესამე პირების სერვისებმა, რომელსაც ის იყენებს, შეუძლიათ, დაიმახსოვრონ და გააანალიზონ ტექსტი, რომელსაც თქვენ აგზავნით. თქვენი გაშვებული ასლი ამჟამად არის '%1', მაგრამ მისი შეცვლა თარგმანის პარამეტრებში შეგიძლიათ. გაშვებული ასლის დეტალები ზემო ბმულში შეგიძლიათ, იხილოთ.
nl: Terwijl Mozhi reageert als een proxy om uw privacy te beschermen, kunnen de services van de derde partij die het gebruikt de tekst die verzendt opslaan en analyseren. Uw exemplaar op dit moment is %1, maar u kunt dat wijzigen in de vertaalinstellingen. Zie details over exemplaar in de koppeling erboven.
pl: Podczas gdy Mozhi pełni rolę pośrednika, aby chronić twoją prywatność, to usługi stron trzecich, których używa przechowują i przetwarzają tekst, który im wysyła. Obecnie twoim wystąpieniem jet '%1', ale możesz je zmienić w ustawieniach tłumaczeń. Zobacz szczegóły wystąpienia w odnośniku powyżej.
sv: Medan Mozhi fungerar som en proxy för att skydda din integritet, kan de tredjepartstjänster som den använder lagra och analysera texten du skickar. Din instans just nu är '%1', men du kan ändra den i översättningsinställningarna. Se instansinformationen i länken ovan.
zh_tw: 雖然 Mozhi 作為中間的代理能保護您的隱私，但它所使用的第三方服務可能會儲存或分析您傳送的文字，您目前的實體是 '%1'，但您可以在翻譯設定中變更它。實體細節可以在上方連結中查看。

# MainWindow|
source: Don't show again
ar: عدم العرض مرة أخرى
eu: Ez erakutsi berriro
fi: Älä näytä enää
fr: Ne plus afficher
he: לא להציג שוב
it: Non mostrare più
ka: მეორედ არ მაჩვენო
nl: Niet opnieuw tonen
pl: Nie pokazuj ponownie
sv: Visa inte igen
zh_tw: 不要再顯示

# TrayIcon|
source: Invalid tray icon
ar: أيقونة اللوحة غير صالحة
be: Хібны значок прасторы апавяшчэнняў
et: Vigane süsteemisalve ikoon
eu: Baliogabeko erretiluko ikonoa
fi: Virheellinen ilmoitusalueen kuvake
fr: Icône de la barre d'état non valable
he: סמל שורת המערכת שגוי
hu: Érvénytelen tálca ikon
it: Icona barra sistema non valida
ka: არასწორი სისტემური საათის ხატულა
nl: Ongeldig systeemvakpictogram
pl: Nieprawidłowa ikona zasobnika
sv: Ogiltig ikon för systembricka
zh_tw: 無效的系統匣圖示

# TrayIcon|
source: The specified icon '%1' is invalid. The default icon will be used.
ar: الرمز المحدد '%1' غير صالح. ستستخدم الأيقونة المبدئية.
be: Пазначаны значок "%1" хібны. Будзе выкарыстоўвацца хібны значок.
et: Valitud ikoon „%1“ on vigane. Kasutame vaikimisi määratud ikooni.
eu: Zehaztutako '%1' ikonoa baliogabea da. Lehenetsitako ikonoa erabiliko da.
fi: Määritetty kuvake '%1' on virheellinen. Käytetään oletuskuvaketta.
fr: L'icône spécifiée « %1 » est non valable. L'icône par défaut sera utilisée.
he: הסמל ‚%1’ שנבחר הוא שגוי. יוחלף בסמל ברירת המחדל.
hu: A megadott ikon '%1' érvénytelen. Az alapért. ikont fogja használni.
it: L'icona specificata '%1' non è valida. Verrà usata l'icona predefinita.
ka: მითითებული ხატულა '%1' არასწორია. გამოყენებული იქნება ნაგულისხმევი ხატულა.
nl: Het opgegeven pictogram, %1, is ongeldig. Het standaardpictogram wordt gebruikt.
pl: Podana ikona '%1' jest nieważna. Zostanie użyta domyślna ikona.
sv: Den angivna ikonen '%1' är ogiltig. Standardikonen kommer att användas.
zh_tw: 指定的圖示 '%1' 無效。將使用預設圖示。

# Ocr|
source: Unable to set OCR languages
ar: غير قادر على تعيين لغات OCR
be: Не ўдалося вызначыць мовы OCR
et: Optilise tekstituvastuse keelte määramine ei õnnestu
eu: Ezin dira ezarri OCR hizkuntzak
fi: Ei voi määrittää OCR-kieliä
fr: Impossible de définir les langues OCR
he: לא ניתן להגדיר שפות לזיהוי תווים אופטי
hu: Nem lehet beállítani az OCR nyelveket
it: Impossibile impostare lingue OCR
ka: OCR-ის ენების დაყენება შეუძლებელია
nl: De ocr-talen kunnen niet worden ingesteld
pl: Nie można ustawić języków OCR
sv: Kan inte ställa in språk för optisk teckenigenkänning
zh_tw: 無法設定 OCR 語言

# Ocr|
source: Unable to initialize Tesseract with %1
ar: غير قادر على تهيئة Tesseract مع %1
be: Немагчыма ініцыялізаваць Tesseract з %1
et: Tesseracti käivitamine ei õnnestu: %1
eu: Ezin da Tesseract hasieratu %1-rekin
fi: Tesseract-moottorin alustus parametrilla %1 ei onnistu
fr: Impossible d'initialiser Tesseract avec %1
he: לא ניתן לאתחל את Tessarect עם %1
hu: Nem sikerült inicializálni a Tesseract programot ezzel, %1
it: Impossibile inizializzare Tesseract con %1
ka: %1-ით Tesseract-ის ინიციალიზაცია შეუძლებელია
nl: Tesseract kan niet worden geïnitialiseerd met %1
pl: Nie można zainicjować programu Tesseract za pomocą %1
sv: Kan inte initiera Tesseract med %1
zh_tw: 無法以 %1 初始化 Tesseract

# MainWindow|
source: TTS Error
ar: خطأ في تحويل النص إلى كلام
fi: Puhesynteesivirhe
fr: Erreur de synthèse vocale
he: שגיאת הקראה
it: Errore di sintesi vocale
ka: TTS-ის შეცდომა
sv: Text till tal fel
zh_tw: TTS 錯誤

# MainWindow|
source: Text-to-Speech error: %1 Please check your TTS settings or try a different voice/locale.
ar: خطأ في تحويل النص إلى كلام: %1 يرجى التحقق من إعدادات تحويل النص إلى كلام أو جرب صوت/لغة مختلفة.
fi: Puhesynteesivirhe: %1 Tarkista puhesynteesiasetukset tai kokeile toista ääntä tai maa-asetusta.
fr: Erreur de synthèse vocale : %1 Veuillez vérifier vos paramètres de synthèse vocale ou essayer une autre voix / paramètres régionaux.
he: שגיאת הקראה: %1 נא לבדוק את הגדרות ההקראה שלך או לנסות קול/אזור אחר.
it: Errore di sintesi vocale (TTS): %1 Verifica le tue impostazioni di sintesi vocale o prova un'impostazione locale/voce differente.
ka: ტექსტის წარმოთქმის შეცდომა: %1 შეამოწმეთ TTS-ის პარამეტრები, ან სცადეთ სხვა ხმა/ენა.
sv: Text till tal fel: %1 Kontrollera text till tal-inställningar eller prova en annan röst eller annat land.
zh_tw: 文字轉語音錯誤： %1 請檢查您的 TTS 設定或是嘗試別的嗓音/地域。

# MainWindow|
source: Crow Translate
ar: مترجم الغراب
ka: მთარგმნელი Crow
sv: Crow översättning

# MainWindow|
source: Translate
ar: يترجم
be: Перакласці
et: Tõlgi
eu: Itzuli
fi: Käännä
fr: Traduire
he: תרגום
hu: Fordít
it: Traduci
ka: თარგმნა
nl: Vertalen
pl: Przetłumacz
sv: Översätt
zh_tw: 翻譯

# MainWindow|
source: Swap languages
ar: مبادلة اللغات
be: Памяняць мовы
et: Vaheta keeled
eu: Aldatu hizkuntzak
fi: Vaihda kielet
fr: Échanger des langues
he: החלפת שפות
hu: Nyelvek cseréje
it: Scambia lingue
ka: ენების მიმოცვლა
nl: Talen omwisselen
pl: Zamiana języków
sv: Byt språk
zh_tw: 交換語言

# MainWindow|
source: Source
ar: المصدر
be: Крыніца
et: Lähtetekst
eu: Iturburua
fi: Lähde
he: מקור
hu: Forrás
it: Sorgente
ka: წყარო
nl: Brontekst
pl: Źródło
sv: Källa
zh_tw: 原文

# MainWindow|
source: Cancel
ar: إلغاء
be: Скасаваць
et: Katkesta
eu: Utzi
fi: Peruuta
fr: Annuler
he: ביטול
hu: Mégse
it: Annulla
ka: _გაუქმება
nl: Annuleren
pl: Anuluj
sv: Avbryt
zh_tw: 取消

# MainWindow|
source: Copy source text to the clipboard
ar: نسخ النص المصدر إلى الحافظة
be: Скапіяваць зыходны тэкст у буфер абмену
et: Kopeeri lähtetekst lõikelauale
eu: Kopiatu iturburuko testua arbelean
fi: Kopioi lähdeteksti leikepöydälle
fr: Copier le texte source dans le presse-papiers
he: העתקת טקסט המקור ללוח הגזירים
hu: Másolja a forrásszöveget a vágólapra
it: Copia testo sorgente negli Appunti
ka: წყაროს ტექსტის კოპირება ბუფერში
nl: Brontekst kopiëren naar klembord
pl: Kopiuj tekst źródłowy do schowka
sv: Kopiera källtext till klippbordet
zh_tw: 複製原文到剪貼簿

# MainWindow|
source: Recognize screen area with delay
ar: التعرف على منطقة الشاشة مع تأخير
be: Распазнаць тэкст у вобласці экрана з затрымліваннем
et: Ekraanivaate tuvastamisel kasuta viivitust
eu: Ezagutu pantailaren eremua atzerapenarekin
fi: Tunnista näyttöalue viiveellä
fr: Reconnaître la zone de l'écran avec un délai
he: זיהוי אזור במסך עם השהיה
hu: Képernyő terület felismerés késleltetése
it: Rileva area schermo con ritardo
ka: ეკრანის არეალის ამოცნობა დაყოვნებით
nl: Schermgebied herkennen na wachttijd
pl: Rozpoznawanie obszaru ekranu z opóźnieniem
sv: Känn igen skärmområde med fördröjning
zh_tw: 延遲辨識螢幕區域

# MainWindow|
source: Auto-translation
ar: الترجمة الآليّة
be: Аўтаматычны пераклад
et: Automaatne tõlge
eu: Itzulpen automatikoa
fi: Automaattinen käännös
fr: Traduction automatique
he: תרגום אוטומטי
hu: Autom. fordítás
it: Traduzione automatica
ka: ავტომატური თარგმანი
nl: Automatische vertaling
pl: Autotłumaczenie
sv: Automatisk översättning
zh_tw: 自動翻譯

# MainWindow|
source: Clear
ar: امحُ
be: Ачысціць
et: Tühjenda
eu: Garbitu
fi: Tyhjennä
fr: Effacer
he: פינוי
hu: Törlés
it: Azzera
ka: გასუფთავება
nl: Wissen
pl: Wyczyść
sv: Rensa
zh_tw: 清除

# MainWindow|
source: Translation
ar: ترجمة
be: Пераклад
et: Tõlge
eu: Itzulpena
fi: Käännös
fr: Traduction
he: תרגום
hu: Fordítás
it: Traduzione
ka: თარგმანი
nl: Vertaling
pl: Tłumaczenie
sv: Översättning
zh_tw: 譯文

# MainWindow|
source: Copy translation to the clipboard
ar: نسخ الترجمة إلى الحافظة
be: Скапіяваць пераклад у буфер абмену
et: Kopeeri tõlge lõikelauale
eu: Kopiatu itzulpena arbelean
fi: Kopioi käännös leikepöydälle
fr: Copier la traduction dans le presse-papiers
he: העתקת התרגום ללוח הגזירים
hu: Fordítás másolása a vágólapra
it: Copia traduzione negli Appunti
ka: თარგმანის კოპირება ბუფერში
nl: Vertaling kopiëren naar klembord
pl: Kopiuj tłumaczenie do schowka
sv: Kopiera översättning till klippbordet
zh_tw: 複製譯文到剪貼簿

# MainWindow|
source: Copy all translation data to the clipboard
ar: انسخ جميع بيانات الترجمة إلى الحافظة
be: Скапіяваць усе перакладныя даныя ў буфер абмену
et: Kopeeri kõik tõlke andmed lõikelauale
eu: Kopiatu itzulpen-datu guztiak arbelean
fi: Kopioi kaikki käännökset leikepöydälle
fr: Copier toutes les données de traduction dans le presse-papiers
he: העתקת כל נתוני התרגום ללוח הגזירים
hu: Másolja az összes fordítási adatot a vágólapra
it: Copia tutti i dati traduzione negli Appunti
ka: ყველა თარგმანის მონაცემის კოპირება ბუფერში
nl: Alle vertaalgegevens kopiëren naar klembord
pl: Kopiuj wszystkie dane tłumaczenia do schowka
sv: Kopiera all översättningsdata till klippbordet
zh_tw: 複製所有翻譯資料到剪貼簿

# MainWindow|
source: Translate screen area with delay
ar: ترجمة منطقة الشاشة مع تأخير
be: Перакласці тэкст у вобласці экрана з затрымліваннем
et: Ekraanivaate tõlkimisel kasuta viivitust
eu: Itzuli pantailaren eremua atzerapenarekin
fi: Käännä näyttöalue viiveellä
fr: Traduire la zone de l'écran avec délai
he: תרגום אזור במסך עם השהיה
hu: A képernyőterület fordítása késleltetéssel
it: Traduci area schermo con ritardo
ka: ეკრანის არეალის თარგმნა დაყოვნებით
nl: Schermgebied vertalen na wachttijd
pl: Tłumaczenie obszaru ekranu z opóźnieniem
sv: Översätt skärmområde med fördröjning
zh_tw: 延遲翻譯螢幕區域

# MainWindow|
source: Application settings
ar: إعدادات التطبيق
be: Налады праграмы
et: Rakenduse seadistused
eu: Aplikazioaren ezarpenak
fi: Sovelluksen asetukset
fr: Paramètres de l'application
he: הגדרות יישום
hu: Alkalmazás beállításai
it: Impostazioni applicazione
ka: აპლიკაციის მორგება
nl: Programma-instellingen
pl: Ustawienia aplikacji
sv: Programinställningar
zh_tw: 應用程式設定

# Ocr|
source: %1 is not a valid Tesseract parameter name.
ar: %1 ليس اسم معلمة Tesseract صالح.
be: %1 - няправільная назва параметра Tesseract.
et: %1 pole korrektne parameeter Tesseracti jaoks.
eu: %1 ez da baliozko Tesseract parametro-izen bat.
fi: %1 ei ole oikea Tesseract-moottorin parametrin nimi.
fr: %1 n'est pas un nom de paramètre « Tesseract » valable.
he: %1 הוא לא שם תקף של משתנה Tessarect.
hu: %1 nem érvényes Tesseract paraméter név.
it: %1 non è un nome parametro Tesseract valido.
ka: %1 სწორი Tesseract-ის პარამეტრის სახელი არაა.
nl: ‘%1’ is geen geldige Tesseract-optienaam.
pl: %1 nie jest poprawną nazwą parametru Tesseract.
sv: %1 är inte ett giltigt Tesseract parameternamn.
zh_tw: %1 不是一個有效的 Tesseract 參數名稱。

# AbstractScreenGrabber|
source: Unable to grab screen
ar: غير قادر على انتزاع الشاشة
be: Немагчыма захапіць экран
et: Ekraanisalvestus ei õnnestu
eu: Ezin da pantaila-argazkia egin
fi: Ei voida kaapata näyttöä
fr: Impossible de capturer l'écran
he: לא ניתן לצלם את המסך
hu: Nem lehet a képernyőfelvételt elindítani
it: Impossibile catturare lo schermo
ka: ეკრანის გადაღება შეუძლებელია
nl: Kan scherm niet vastleggen
pl: Nie można przechwycić ekranu
sv: Kan inte ta skärmbild
zh_tw: 無法進行螢幕截圖

# WaylandGnomeScreenGrabber|
source: GNOME failed to take screenshot.
ar: فشل في التقاط لقطة الشاشة.
be: GNOME не ўдалося зрабіць здымак экрана.
et: GNOME ei suutnud ekraanisalvestust teha.
eu: GNOMEk ezin izan du pantaila-argazkia atera.
fi: GNOME ei voinut ottaa kuvankaappausta.
fr: GNOME n'a pas réussi à prendre une capture d'écran.
he: GNOME לא הצליח לצלם את המסך.
hu: GNOME nem sikerült képernyőképet készíteni.
it: GNOME non è riuscito a eseguire la cattura dello schermo.
ka: GNOME-მა ეკრანის ანაბეჭდი ვერ გადაიღო.
nl: GNOME kan geen schermfoto maken.
pl: W środowisku GNOME nie udało się wykonać zrzutu ekranu.
sv: GNOME misslyckades ta skärmbild
zh_tw: GNOME 螢幕截圖失敗。
